{
    "about_title_repository": "Izvorna koda",
    "about_title_privacy_statement": "Izjava o zasebnosti",
    "privacy_html": "<p>Ah, končno nekdo, ki mu je mar za zasebnost, lepo! Mislim, da imam zate samo dobre novice:</p>\n<p><b>Neposredni prispevki</b></p>\n<p>\nNajprej se zavedaj, da s to aplikacijo dejansko in neposredno prispevate k OpenStreetMap (OSM).<br/>\nVse, kar prispevate v tej aplikaciji, je neposredno dodano na OSM zemljevid, med aplikacijo in infrastrukturo OSM ni nobene tretje osebe.\n</p>\n<p>\nAnonimno urejanje OpenStreetMap ni mogoče. Vse spremembe, ki jih naredite (ter njihov datum in lokacija), so pripisane vašemu uporabniškemu računu OSM in javno vidne na spletni strani openstreetmap.org. Ker naj bi se StreetComplete uporabljal le za raziskovanje na kraju samem, to razkrije, kje in kdaj ste aplikacijo uporabljali.\n</p>\n\n<b>Lokacija</b><br/>\n<p>\nAplikacija ne deli vaše GPS lokacije z nikomer. Uporablja se za samodejno iskanje in prenos nalog okoli vas ter za postavitev zemljevida na vašo lokacijo.\n</p>\n\n<p><b>Uporaba podatkov</b></p>\n<p>\nTa aplikacija neposredno komunicira s strežniki OSM.<br/>\nPreden naloži vaše spremembe, aplikacija preveri s <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\"> preprosto besedilno datoteko</a> na mojem strežniku, da zagotovi, da s to različico aplikacije ni prepovedano nalagati sprememb. To je previdnostni ukrep, da lahko različicam aplikacije, za katere se izkaže, da imajo kritične napake, preprečim nalaganje poškodovanih podatkov v OSM.</p>",
    "store_listing_short_description": "Aplikacija za OpenStreetMap kartografe",
    "store_listing_full_description": "Pomagajte izboljšati OpenStreetMap zemljevide s StreetComplete!\n\nTa aplikacija poišče pomanjkljive podatke v vaši bližini in jih prikaže z oznakami na zemljevidu. Vsako pomanjkljivost je možno odpraviti z odgovori na nekaj enostavnih vprašanj.\n\nPodatki, ki jih vnesete tu, bodo dodani v OpenStreetMap v vašem imenu, brez potrebe po nadaljnem urejanju v drugih urejevalnikih.",
    "privacy_html_third_party_quest_sources": "<p>Za nekatere naloge je potrebno prenesti dodatne podatke od ponudnikov tretje osebe. Bolj specifično, vprašanja, ki se tičejo enosmernih ulic, pošljejo zahtevek na API strežnika westnordost.de, kjer se pozanimajo o primernih kandidatih za omenjene ulice.</p>",
    "privacy_html_image_upload2": "<p>Slike, ki jih dodate k opombam so naložene na razvijalčev strežnik in izbrisane nekaj dni po razrešitvi opombe. Njihovi metapodatki so izbrisani pred nalaganjem.</p>",
    "title_whats_new": "Kaj je novega? ",
    "about_title_donate": "Donacije",
    "about_summary_donate": "Pokažite svojo hvaležnost! ❤️",
    "action_about2": "O aplikaciji",
    "privacy_html_statistics": "<l>Podatki prikazani na tvojem profilu so zbrani iz javne zgodovine prispevanja OpenStreetMap-u in nato shranjeni na mojem strežniku.</p>",
    "privacy_html_tileserver2": "<p>Za prikaz zemljevida so vektorske ploščice pridobljene iz %1$s. Oglej sj njihovo <a href=\"%2$s\">politiko zasebnosti</a> za več informacij.</p>",
    "about_title_translate": "Pomagaj prevesti to aplikacijo",
    "about_title_faq": "FAQ",
    "about_title_get_involved": "Pridruži se",
    "urlconfig_scan_qr_code_again2": "Ko namestiš aplikacijo, skeniraj QR kodo ali sledi <a href=\"%s\">tej povezavi</a> da uveljaviš prednastavitev"
}