{
    "about_title_repository": "Repositori font",
    "about_title_privacy_statement": "Declaració de privadesa",
    "privacy_html": "<p>Ah, algú que es preocupa per la privadesa, bé! Crec que només us tinc bones notícies:</p>\n<h2>Contribucions directes</h2>\n<p>\nEn primer lloc, tingueu present que amb aquesta aplicació feu aportacions efectives i directes a l'OpenStreetMap.<br/>\nQualsevol cosa que contribuïu amb aquesta aplicació s'afegeix directament al mapa, no hi ha un tercer entre l'aplicació i la infraestructura de l'OSM.\n</p>\n<p>\nL'edició anònima de l'OpenStreetMap no és possible, de manera que qualsevol canvi que feu es fa amb el vostre compte d'usuari d'OSM. Això significa que la data, contingut i, implícitament, la ubicació dels vostres canvis són visibles públicament al lloc web de l'OpenStreetMap i són atribuïbles al vostre compte.\n</p>\n\n<h2>Geolocalització</h2>\n<p>\nL'aplicació no comparteix la vostra ubicació amb ningú. S'utilitza per a cercar automàticament missions que teniu a prop i per centrar (i per tant descarregar) el mapa al voltant de la vostra ubicació.\n</p>\n\n<h2>Ús de dades</h2>\n<p>\nCom s'ha dit, l'aplicació es comunica directament amb la infraestructura d'OSM.<\\br>\nNo obstant això, abans de pujar els canvis, l'aplicació comprova amb un <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">fitxer de text pla</a> en el meu servidor si té prohibit de pujar canvis. Aquesta és una mesura de precaució per a poder evitar que versions de l'aplicació que resultin tenir errors crítics puguin malmetre les dades de l'OSM.</p>",
    "store_listing_short_description": "Aplicació de cartògraf de camp per a l'OpenStreetMap",
    "store_listing_full_description": "Ajudeu a millorar l'OpenStreetMap amb StreetComplete!\n\nAquesta aplicació cerca dades incompletes i ampliables prop teu i les mostra en un mapa com a marcadors. Cadascun d'aquests marcadors es pot resoldre responent una pregunta simple per a completar la informació sobre el terreny.\n\nAleshores, la informació que introduïu s'afegeix directament a l'OpenStreetMap en el vostre nom, sense haver d'usar cap altre editor.",
    "privacy_html_third_party_quest_sources": "<p>Per a algunes missions, es baixen dades addicionals de tercers.</p>",
    "privacy_html_image_upload2": "<p>Les fotografies que adjunteu a una nota es carreguen al meu servidor i se suprimeixen uns dies després que la nota s'hagi resolt. Les metadades dels fitxers s'eliminen abans de pujar-los.</p>",
    "title_whats_new": "Què hi ha de nou?",
    "about_title_donate": "Feu un donatiu",
    "about_summary_donate": "Mostreu el vostre agraïment! ❤️",
    "action_about2": "Quant a",
    "privacy_html_statistics": "<p>Les dades que es mostren al vostre perfil s'agreguen des de l'historial de contribucions disponible al públic a OpenStreetMap i després s'allotjen al meu servidor.</p>",
    "privacy_html_tileserver2": "<p>Per mostrar el mapa, les rajoles vectorials es recuperen de %1$s. Vegeu la seva <a href=\"%2$s\">declaració de privadesa</a> per a més informació.</p>",
    "about_title_translate": "Ajudeu a traduir aquesta aplicació",
    "about_title_faq": "PMF",
    "about_title_get_involved": "Involucra't",
    "urlconfig_scan_qr_code_again2": "Després d'instal·lar l'aplicació, escaneja el QR una altra vegada o punxa <a href=\"%s\">aquest enllaç</a> per a aplicar la predefinició."
}