{
    "about_title_repository": "Páxina principal do proxecto",
    "about_title_privacy_statement": "Privacidade",
    "privacy_html": "<p>Vaites, alguén que se preocupa pola privacidade! Semella que daquí en adiante van ser todo boas novas para ti:</p>\n<h2>Contribución directas</h2>\n<p>\nPunto número un, con esta aplicación estás a enviar contribucións directas e totalmente reais ó OpenStreetMap.<br/>\nCalquera contribución realizada con esta aplicación engádese de xeito directo ó mapa sen ningún intermediario entre a aplicación e a infraestrutura do OSM.\n</p>\n<p>\nNon é posible contribuír datos de xeito anónimo ó OpenStreetMap, polo que calquera mudanza que fagas (xunto coa súa data e localización) será atribuida á túa conta de usuario do OSM e visible ao público na páxina web de openstreetmap.org. Dado que StreetComplete se debería usar só para traballo de campo, isto revela onde e cando utilizaches a app.\n</p>\n\n<h2>Localización</h2>\n<p>\nEsta aplicación non comparte a túa localización GPS con ninguén, só se emprega para descargar os datos ó teu redor e para centrar o mapa na túa posición.\n</p>\n\n<h2>Emprego dos datos</h2>\n<p>\nA aplicación comunícase de xeito directo coa infraestrutura do OSM.<br/>\nPorén, antes de subir as túas mudanzas, a aplicación comproba, mediante un <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">ficheiro de texto plano</a> no meu servidor, se a versión actual ten prohibida a subida de mudanzas. Esta é unha medida preventiva para poder restrinxi-las subidas nas versións da aplicación que teñan erros graves e poidan corrompe-los datos no OSM.</p>",
    "store_listing_short_description": "Aplicación de cartografado para o OpenStreetMap",
    "store_listing_full_description": "Axuda a mellora-lo OpenStreetMap co StreetComplete!\n\nEsta aplicación procura información incompleta na túa veciñanza e amósaa en forma de tarefas nun mapa. Resolve cada unha visitando o lugar in situ e respondendo unha sinxela pregunta para así actualizar o mapa.\n\nA información engadida inclúese de xeito directo no OpenStreetMap no teu nome sen a necesidade de ningún outro editor.",
    "privacy_html_third_party_quest_sources": "<p>Nalgunhas misións descarréganse datos adicionais de terceiros.</p>",
    "privacy_html_image_upload2": "<p>As imaxes que achegues nunha nota sóbense ó meu servidor e elimínanse uns días despois de que a nota se resolva. Os metadatos da imaxe elimínanse antes da subida.</p>",
    "title_whats_new": "Que hai novo?",
    "about_title_donate": "Doar",
    "about_summary_donate": "Amosa o teu agradecemento! ❤️",
    "action_about2": "Acerca de",
    "privacy_html_statistics": "<p>Os datos que se amosan no teu perfil son unha agregación do teu historial público de contribucións ó OpenStreetMap. Estes datos agregados son logo aloxados no meu servidor.</p>",
    "privacy_html_tileserver2": "<p>Para amosar o mapa, as teselas vectoriais son obtidas de %1$s. Ollar a súa <a href=\"%2$s\">declaración de privacidade</a> para máis información.</p>",
    "about_title_translate": "Axuda a traducir esta app",
    "about_title_faq": "PMF"
}