{
    "about_title_repository": "Išeities kodo repozitorija",
    "about_title_privacy_statement": "Privatumas",
    "privacy_html": "<p>O, kažkam įdomus ir privatumas, puiku! Manau turiu jums tik geras naujienas:</p>\n<p><b>Tiesioginė pagalba</b></p>\n<p>\nVisų pirmą supraskite, kad su šia aplikacija jūs realiai pildote OpenStreetMap.<br/>\nBet kas, ką siunčiate šia programa automatiškai patenka į žemėlapį, nėra jokios trečiosios šalies tarp aplikacijos ir OSM infrastruktūros.\n</p>\n<p>\nOpenStreetMap keisti anonimiškai negalima, taigi bet kokie pakeitimai daromi jūsų OSM naudotojo paskyra. Tai reiškia, kad data, turinys ir spėjama jūsų pakeitimų pozicija matoma viešai openstreetmap svetainėje ir ji susieta su jūsų paskyra.\n</p>\n\n<b>Vieta</b><br/>\n<p>\nJūsų vieta naudojama tik automatinei užduočių aplink jus paieškai. Nesijaudinkite, aplikacija jūsų vietos niekam neatiduoda.\n</p>\n\n<p><b>Duomenų naudojimas</b></p>\n<p>\nKaip minėta anksčiau, aplikacija tiesiogiai bendrauja su OSM infrastruktūra. Bet, prieš įkeliant jūsų pakeitimus, aplikacija patikrina <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">paprastą tekstinį failą</a> mano serveryje, kurio pagalba patikrina, ar jai nėra uždrausta įkelti pakeitimus. Tai atsargos priemonė, kad jei paaiškėja, kad kažkuri aplikacijos versija turi kritinių klaidų, jai nebūtų leista gadinti OSM duomenų.<br/>\n</p>\n",
    "store_listing_short_description": "OpenStreetMap matininko aplikacija",
    "store_listing_full_description": "Padėkite tobulinti OpenStreetMap su StreetComplete!\n\nŠi aplikacija randa nepilnus, išplečiamus duomenis aplink jus ir parodo juos žemėlapyje kaip ženkliukus. Visus juos galima išspręsti atsakant į paprastą klausimą, padedantį užpildyti trūkstamą informaciją.\n\nJūsų įvesta informacija tiesiog įkeliama į OpenStreetMap jūsų vardu, be kito žmogaus pagalbos.",
    "privacy_html_third_party_quest_sources": "<p>Kai kurioms užduotims, šiek tiek papildomų duomenų atsiunčiama iš trečiųjų šalių. Pavyzdžiui vienpusio eismo užklausų API, taip pat esanti westnordost.de, gauna informaciją apie galimus vienpusius kelius.</p>",
    "privacy_html_image_upload2": "<p>Nuotraukos, kurias pridedate prie pastabos, įkeliamos į mano serverį ir ištrinamos po kelių dienų, kai pastaba išsprendžiama. Įkėlimo metu ištrinami metaduomenys.</p>",
    "title_whats_new": "Kas naujo?",
    "about_title_donate": "Paremkite",
    "about_summary_donate": "Parodykite vertinimą! ❤️",
    "action_about2": "Apie",
    "privacy_html_statistics": "<p>Jūsų profilyje rodomi duomenys sukaupti iš jūsų viešai prieinamo indėlio į OpenStreetMap ir patalpinti mano serveryje.</p>",
    "privacy_html_tileserver2": "<p>Žemėlapio rodymui kaladėlės atsiunčiamos iš %1$s. Daugiau informacijos rasite jų <a href=\"%2$s\">privatumo aprašyme</a>.</p>",
    "about_title_translate": "Padėkite išversti šią programėlę",
    "about_title_faq": "DUK"
}