{
    "about_title_repository": "صفحة المشروع الرئيسية",
    "about_title_privacy_statement": "بيان الخصوصية",
    "privacy_html": "<p>أها، شخص ما مهتم بالخصوصية، رائع! أعتقد أن لدي أخبارًا جيدة بالنسبة لك:</p>\n<h2>المساهمة المباشرة</h2>\n<p>\nأولا، ينبغي عليك أن تدرك أنه مع هذا التطبيق، يمكنك تقديم مساهمات فعلية ومباشرة على موقع <OpenStreetMap>.<br/>\nأي شيء تساهم به في هذا التطبيق تتم إضافته مباشرة إلى الخرائط، لا يوجد طرف ثالث ضمن هذا التطبيق والبنية الأساسية لموقع OpenStreetMap.\n</p>\n<p>\nالتحرير في OpenStreetMap بشكل مجهول الهوية غير ممكن، لذلك سيتم إجراء أية تغييرات تقوم بها باستخدام حسابك الخاص على موقع OSM. وهذا يعني أن التاريخ والمحتوى وموقع التغييرات سيكون مرئيًا بشكل عام على موقع ويب OpenStreetMap ومنسوبة إلى حسابك.\n</p>\n\n<h2>تحديد الموقع</h2>\n<p>\nلا يقوم التطبيق بمشاركة موقعك الحالي مع أي أحد. إنه يستخدم موقعك للبحث تلقائيا عن الأسئلة حول موقعك الحالي وتنزيلها وتنزيل الخريطة في موقعك الحالي.\n</p>\n\n<h2>استخدام البيانات</h2>\n<p>\nكما ذكرنا، يتواصل التطبيق مباشرة مع البنية التحتية OSM.\n<br/>\nومع ذلك، قبل أن تقوم برفع تغييراتك، يتحقق التطبيق من ملف <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">simple text file</a>على الخادم الخاص بي ما إذا كان قد تم حظره من رفع أي تغييرات. هذا إجراء احترازي لتكون قادرًا على الاحتفاظ بإصدارات التطبيق التي تبين أنها تحتوي على أخطاء خطيرة من المحتمل أن تفسد بيانات OSM.</p>",
    "store_listing_short_description": "تطبيق مساح الأراضي لمشروع الخرائط المفتوحة OpenStreetMap",
    "store_listing_full_description": "ساعد في تحسين خرائط OpenStreetMap مع تطبيق StreetComplete!\n\nيعمل هذا التطبيق على إيجاد البيانات الناقصة أو القابلة للتحديث في منطقتك وفي المناطق المجاورة لك ثم يقوم بعرضها لك على الخريطة كعلامات. كل علامة عبارة عن سؤال قابل للحل عن طريق إجابة بسيطة تقوم بوضعها في المكان المناسب لإكمال المعلومة الناقصة في ذلك المكان.\n\nبعد ذلك تُضاف المعلومة التي أدخلتها إلى خرائط OpenStreetMap باسمك، دون الحاجة لاستخدام مُحرر خرائط آخر.\n",
    "privacy_html_third_party_quest_sources": "<p> بالنسبة لبعض الاستعلامات، يتم تنزيل بعض البيانات الإضافية من جهات خارجية.</p>",
    "privacy_html_image_upload2": "<p> يتم رفع الصور التي ترفقها بملاحظة إلى خادمي وحذفها بعد بضعة أيام من حل هذه الملاحظة. يتم تجريد البيانات الوصفية الخاصة بهم قبل الرفع. </ p>",
    "title_whats_new": "ما الجديد ؟",
    "about_title_donate": "التبرع",
    "about_summary_donate": "أظهر تقديرك! ❤️",
    "action_about2": "حول",
    "privacy_html_statistics": "<p> يتم تجميع البيانات المعروضة في ملفك الشخصي من سجل مساهماتك المتاحة للجمهور في خريطة الشارع المفتوحة ثم يتم استضافتها على خادمي. </ p>",
    "privacy_html_tileserver2": "<p> لعرض الخريطة، يتم استرداد الصور المتجانبة من %1$s. راجع <a href=\"%2$s\">بيان الخصوصية</a> للحصول على مزيد من المعلومات.</ p>",
    "about_title_translate": "ساعد في ترجمة هذا التطبيق",
    "about_title_faq": "التعليمات",
    "about_title_get_involved": "شارك",
    "urlconfig_scan_qr_code_again2": "بعد تثبيت التطبيق ، امسح رمز الاستجابة السريعة ضوئيًا مرة أخرى أو انقر على <a href=\"%s\"> هذا الرابط </a> لتطبيق الإعداد المسبق."
}