{
    "about_title_repository": "Сайт проекта",
    "about_title_privacy_statement": "Заявление о конфиденциальности",
    "privacy_html": "<p>Ага, кто-то заботится о конфиденциальности, отлично! У меня для вас только хорошие новости:</p>\n<p><b>Непосредственное внесение вклада</b></p>\n<p>\nПрежде всего, с помощью этого приложения вы отправляете все улучшения и заметки в OpenStreetMap напрямую.<br/>\nВсе данные добавляются прямо на карту, между этим приложением и инфраструктурой OSM нет посредников.\n</p>\n<p>\nАнонимное редактирование OpenStreetMap невозможно, поэтому для отправки изменений из этого приложения необходим аккаунт в OSM. Это значит, что дата ваших правок, их содержание и местоположение видны всем на сайте openstreetmap.org и связаны с вашим аккаунтом.\n</p>\n\n<b>Местоположение</b><br/>\n<p>\nВаше местоположение используется только для автоматического поиска квестов поблизости (и их загрузки). Приложение никуда его не передаёт.\n</p>\n\n<p><b>Использование данных</b></p>\n<p>\nКак уже было сказано, приложение использует инфраструктуру OSM напрямую.<br/>\nОднако перед отправкой изменений приложение проверяет <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">простой текстовый файл</a> на моём сервере, чтобы определить, не было ли запрещено этой версии приложения отправлять изменения. Это позволит избежать возможной порчи данных OSM версиями приложения, в которых обнаружены критические ошибки.\n</p>",
    "store_listing_short_description": "Приложение-топограф для OpenStreetMap",
    "store_listing_full_description": "Помогите улучшить OpenStreetMap вместе с StreetComplete!\n\nДанное приложение ищет неполные и потенциально уточняемые данные в округе и отображает их на карте в виде заданий. Каждое из таких заданий можно решить, ответив на один простой вопрос.\n\nДанные, которые вы вводите, добавляются непосредственно в базу OpenStreetMap под вашим именем, без необходимости использования других редакторов.",
    "privacy_html_third_party_quest_sources": "<p>Для некоторых квестов загружаются дополнительные данные из прочих источников. В частности, квест \"эта улица односторонняя?\" запрашивает сервис westnordost.de на предмет вероятно односторонних улиц.</p>",
    "privacy_html_image_upload2": "<p>Приложенные фотографии загружаются на мой сервер и удаляются через несколько дней после того, как заметка будет рассмотрена. Все метаданные фотографий удаляются.</p>",
    "title_whats_new": "Что нового?",
    "about_title_donate": "Поддержать",
    "about_summary_donate": "Выразите свою признательность! ❤️",
    "action_about2": "О приложении",
    "privacy_html_statistics": "<p>Данные, отображающиеся в вашем профиле, собираются из публично доступной истории правок OpenStreetMap и затем размещаются на моём сервере.</p>",
    "privacy_html_tileserver2": "<p>Для отображения карты, векторные тайлы из %1$s. Ознакомьтесь с <a href=\"%2$s\">политикой конфиденциальности</a> для получения дополнительной информации.</p>",
    "about_title_translate": "Помогите перевести это приложение",
    "about_title_faq": "ЧаВо",
    "about_title_get_involved": "Принять участие",
    "urlconfig_scan_qr_code_again2": "После установки приложения, снова просканируйте QR код или нажмите на <a href=\"%s\">эту ссылку</a> чтобы применить пресет."
}