{
    "about_title_repository": "Репозиторій проєкту",
    "about_title_privacy_statement": "Заява про конфіденційність",
    "privacy_html": "<p>Ага, а от і хтось, кого цікавить конфіденційність, чудово! Думаю, у мене для вас лише хороші новини:</p>\n<p><b>Прямий внесок</b></p>\n<p>\nНасамперед знайте, що із цим застосунком ви надсилаєте усі покращення і нотатки безпосередньо до OpenStreetMap.<br/>\nУсі ваші правки потрапляють прямо на мапу, і між цим застосунком та інфраструктурою OSM немає посередників.\n</p>\n<p>\nАнонімне редагування OpenStreetMap неможливе, тому будь-які зміни ви робите через свій обліковий запис OSM. Це значить, що час, дані та локація ваших правок показуються публічно на сайті OpenStreetMap і прив'язані до вашого облікового запису.\n</p>\n\n<b>Місцезнаходження</b><br/>\n<p>\nВаше місцезнаходження використовується тільки для автоматичного пошуку завдань навколо вас. Не турбуйтеся, застосунок нікуди не передає цю інформацію.\n</p>\n\n<p><b>Використання даних</b></p>\n<p>\nЯк було вказано вище, застосунок взаємодіє безпосередньо з інфраструктурою OSM.\nОднак перед відправленням змін на сайт він перевіряє <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">простий текстовий файл</a> на моєму сервері, щоб переконатися, чи не було заборонено цій версії застосунку надсилати будь-які зміни. Це зроблено для того, щоб у крайньому випадку версія з критичними помилками не псувала дані OSM.<br/>\n</p>",
    "store_listing_short_description": "Застосунок — дослідник OpenStreetMap",
    "store_listing_full_description": "Допоможіть покращити OpenStreetMap разом із StreetComplete!\n\nЦей застосунок знаходить дані неподалік від вас, які можна доповнити та розширити, та показує їх на мапі у вигляді позначок. Кожен із них можна розв'язати, відповівши на просте питання, після чого дані потраплять на сайт.\n\nІнформація, яку ви вказуєте, завантажується на OpenStreetMap від вашого імені, і вам не потрібно використовувати для цього будь-який інший редактор.",
    "privacy_html_third_party_quest_sources": "<p> Для деяких квестів завантажуються додаткові дані зі сторонніх джерел. Так, квест про односторонній рух опитує API на westnordost.de, щодо його ймовірної наявності на дорозі. </p>",
    "privacy_html_image_upload2": "<p>Фото, які ви додаєте до нотатки завантажуються на мій сервер і видаляються через деякий час після її розв'язання. Метадані видаляються перед надсиланням</p>",
    "title_whats_new": "Що нового?",
    "about_title_donate": "Допомогти",
    "about_summary_donate": "Покажіть свою вдячність! ❤️",
    "action_about2": "Про",
    "privacy_html_statistics": "<p>Дані з вашого профілю агрегуються з вашої загальнодоступної історії внесків до OpenStreetMap та розміщуються на моєму сервері.</p>",
    "privacy_html_tileserver2": "<p> Для показу мапи векторні тайли отримуються з %1$s. Докладнішу інформацію див. в <a href=\"%2$s\"> заяві про конфіденційність </a>. </p>",
    "about_title_translate": "Допоможіть перекласти",
    "about_title_faq": "ЧаПи",
    "about_title_get_involved": "Бути втягнутим",
    "urlconfig_scan_qr_code_again2": "Після встановлення програми знову відскануйте QR-код або натисніть <a href=\"%s\">це посилання</a>, щоб застосувати попередні налаштування."
}