{
    "about_title_repository": "Pagina Proiectului",
    "about_title_privacy_statement": "Declarație de confidențialitate",
    "privacy_html": "<p> Ah, cineva căruia îi pasă de intimitate, drăguț! Cred că am doar vești bune pentru tine: </p>\n<p> <b> Contribuții directe </b> </p>\n<p>\nÎn primul rând, înțelegeți că prin această aplicație, aduceți contribuții reale și directe la OpenStreetMap. <br/>\nOrice contribuiți în această aplicație este adăugat direct pe hartă, nu există o terță parte între aplicație și infrastructura OSM.\n</p>\n<p>\nEditarea anonimă a OpenStreetMap nu este posibilă. Orice modificare pe care o faceți (incluzând data și locația ei) este atribuită contului dumneavoastră de utilizator OSM și este vizibilă public pe site-ul openstreetmap.org. Pentru că aplicația StreetComplete ar trebui folosită doar la fața locului, aceasta dezvăluie unde și când ați folosit aplicația.</p>\n\n<b> Locația </b> <br/>\n<p>\nAplicația nu trimite nimănui coordonatele dumneavoastră GPS. Ele sunt  folosite doar pentru a descărca date din jurul dumneavoastră, cât și pentru a poziționa harta la locația dumneavoastră.\n</p>\n\n<p> <b> Utilizarea datelor</b> </p>\n<p>\nAceastă aplicație comunică direct cu serverele OSM.<br/>\nÎnainte de a trimite modificările dumneavoastră, ea verifică un <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">simplu fișier text</a> de pe serverul meu pentru a se asigura că versiunea curentă a aplicației nu a fost blocată de la trimiterea modificărilor. Aceasta e o măsură de precauție pentru a putea bloca versiuni ce au erori critice, împieducându-le să trimită date corupte către OSM.</p>",
    "store_listing_short_description": "Aplicația topografică OpenStreetMap",
    "store_listing_full_description": "Ajutați la îmbunătățirea OpenStreetMap cu StreetComplete!\n\nAceastă aplicație găsește date lipsă în vecinătate și le afișează pe o hartă sub formă de misiuni. Rezolvați fiecare misiune vizitând locația și răspunzând la o simplă întrebare pentru a actualiza harta.\n\nInformațiile pe care le introduceți sunt direct adăugate în OpenStreetMap în numele dumneavoastră, fără a fi nevoie să utilizați un alt editor.",
    "privacy_html_third_party_quest_sources": "<p> Pentru unele misiuni, sunt descărcate unele date suplimentare de la terți. În special, pentru misiunea \"sens unic\" se apelează o interfață găzduită pe westnordost.de, despre candidații probabili pentru sensuri unice.</p>",
    "privacy_html_image_upload2": "<p>Fotografiile pe care le atașați unei note sunt încărcate pe serverul meu și șterse la câteva zile după ce nota a fost rezolvată. Meta-datele lor sunt eliminate înainte de încărcare.</p>",
    "title_whats_new": "Ce este nou?",
    "about_title_donate": "Donează",
    "about_summary_donate": "Arătați-vă aprecierea! ❤️",
    "action_about2": "Despre",
    "privacy_html_statistics": "<p>Datele afișate în profilul dumneavoastră sunt colectate din istoricul contribuțiilor disponibile public pe OpenStreetMap și apoi găzduite pe serverul meu.</p>",
    "privacy_html_tileserver2": "<p> Pentru a afișa harta, informțiile vectoriale sunt obținute din %1$s. Consultați <a href=\"%2$s\"> declarația de confidențialitate</a> pentru mai multe informații. </p>",
    "about_title_translate": "Ajută la traducerea acestei aplicații",
    "about_title_faq": "FAQ",
    "about_title_get_involved": "Implicați-vă",
    "urlconfig_scan_qr_code_again2": "După instalarea aplicației, scanați codul QR din nou sau dați click <a href=\"%s\">aici</a> pentru a aplica preset-ul."
}