{
    "about_title_repository": "Page d’accueil du projet",
    "about_title_privacy_statement": "Protection de la vie privée",
    "privacy_html": "<p>Ah, quelqu’un qui se soucie de la vie privée, chouette ! Je pense que je n’ai que de bonnes nouvelles pour vous :</p>\n<h2>Contributions directes</h2>\n<p>\nTout d’abord, comprenez qu’avec cette application, vous apportez des contributions réelles et directes au projet de cartographie collaborative OpenStreetMap (OSM).<br/>\nToute contribution que vous apportez depuis cette application est directement ajoutée à la carte, il n’y a pas de tiers entre l’application et l’infrastructure d’OSM.\n</p>\n<p>\nIl n’est pas possible de modifier OpenStreetMap de manière anonyme. Toutes les modifications que vous apportez (ainsi que leur date et leur emplacement) sont attribuées à votre compte d’utilisateur OSM et visibles publiquement sur le site web openstreetmap.org. StreetComplete ne devant être utilisé que pour des relevés sur le terrain, cela permet de savoir où et quand vous avez utilisé l’application.\n</p>\n\n<h2>Localisation</h2>\n<p>\nL’application ne partage votre position GPS avec personne. Elle est utilisée pour télécharger automatiquement des données autour de vous et positionner la carte à votre emplacement.\n</p>\n\n<h2>Utilisation des données</h2>\n<p>\nComme mentionné, l’application communique directement avec l’infrastructure d’OSM.<br/>\nToutefois, avant de télécharger vos modifications, l’application vérifie, à l’aide d’un <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">fichier texte simple</a> sur mon serveur, si la version de l’application n’est pas interdite de téléversement. Il s’agit d’une mesure de précaution pour éviter que les versions qui présentent des bogues critiques ne corrompent les données d’OSM.</p>",
    "store_listing_short_description": "Application d’arpentage OpenStreetMap",
    "store_listing_full_description": "Aidez à améliorer OpenStreetMap avec StreetComplete !\n\nCette application recense les informations incomplètes et à améliorer autour de vous et les affiche sur une carte sous forme de marqueurs. L’information liée à chaque marqueur peut être complétée en répondant à une question simple.\n\nLes informations que vous saisissez sont ensuite directement ajoutées à OpenStreetMap, avec votre compte OSM, sans qu’il soit nécessaire d’utiliser un autre éditeur de carte.",
    "privacy_html_third_party_quest_sources": "<p>Pour certaines quêtes, des données supplémentaires provenant de tiers sont téléchargées.</p>",
    "privacy_html_image_upload2": "<p> Les photos que vous joignez à une note sont enregistrées sur mon serveur et supprimées quelques jours après la résolution de cette note. Leurs méta-données sont effacées avant l’envoi.</p>",
    "title_whats_new": "Quoi de neuf ?",
    "about_title_donate": "Faites un don",
    "about_summary_donate": "Exprimez votre gratitude ! ❤️",
    "action_about2": "À propos",
    "privacy_html_statistics": "<p>Les données figurant dans votre profil sont agrégées à partir de l’historique de vos contributions sur OpenStreetMap accessibles publiquement, puis hébergées sur mon serveur.</p>",
    "privacy_html_tileserver2": "<p>Les tuiles vectorielles utilisées pour afficher la carte sont récupérées depuis %1$s. Lisez leur <a href=\"%2$s\">politique de confidentialité</a> pour plus d’informations.</p>",
    "about_title_translate": "Aidez à traduire cette application",
    "about_title_faq": "FAQ",
    "about_title_get_involved": "Participer",
    "urlconfig_scan_qr_code_again2": "Après avoir installé l’application, re-scannez le code QR ou cliquez sur <a href=\"%s\">ce lien</a> pour appliquer les préréglages."
}