{
    "about_title_repository": "Stranica projekta",
    "about_title_privacy_statement": "Izjava o privatnosti",
    "privacy_html": "<p>Napokon neko ko brine o privatnosti! Mislim da imamo samo dobre vesti za vas:</p>\n<p><b>Direktan doprinos</b></p>\n<p>\nPre svega, treba da znate da ovom aplikacijom činite direktan doprinos OpenStreetMap kartama.<br/>\nŠta god da direktno dodate na kartu putem ove aplikacije, nema posrednika između aplikacije i OSM infrastrukture.\n</p>\n<p>\nAnonimni doprinos na OpenStreetMap nije moguć. Sve promene koje napravite (kao i njihov datum i lokacija) su povezani sa vašim OSM korisničkim nalogom i javno vidljive na openstreetmap.org lokaciji. Pošto se StreetComplete koristi samo na terenu, ovim se otkriva gde i kada ste koristili aplikaciju.\n</p>\n\n<b>Lokacija</b><br/>\n<p>\nAplikacija ne deli vašu GPS lokaciju ni sa kim. Koristi se za automatsko pronalaženje zadataka u vašoj neposrednoj blizini i da vam fokusira (i time i preuzima) kartu oko vaše lokacije.\n</p>\n\n<p><b>Upotreba podataka</b></p>\n<p>\nKako je već napomenuto, aplikacija komunicira sa OSM infrastrukturom.<br/>\nMeđutim, pre otpremanja vaših promena, aplikacija proverava <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">jednostavnu tekstualnu datoteku</a> na mom serveru da li je zabranjeno otpremanje nekih promena. Ovo je mera predostrožnosti da biste mogli da zadržite verzije aplikacije za koje se ispostavi da imaju kritične greške od eventualnog skrnavljenja OSM podataka.</p>",
    "store_listing_short_description": "Aplikacija za rad sa OpenStreetMap-ama",
    "store_listing_full_description": "Unapredite OpenStreetMap-e uz StreetComplete!\n\nOva aplikacija nalazi nepotpune i proširive podatke u vašoj blizini i prikazuje ih na karti kao oznake. Svaka od njih je rešiva odgovorom na jednostavno pitanje dopunom informacija sa lica mesta.\n\nPodaci koje unesete se direktno dodaju u OpenStreetMap-e pod vašim imenom, bez potrebe za nekim drugim programom.",
    "privacy_html_third_party_quest_sources": "<p>Za neke zadatke se preuzimaju dodatni podaci trećih strana. Konkretno, zadatak jednosmerne ulice koristi API, koji je takođe smešten na westnordost.de, o potencijalnim kandidatima za jednosmerne ulice.</p>",
    "privacy_html_image_upload2": "<p>Priložene fotografije uz napomenu se šalju na moj server i brišu par dana nakon što se napomena reši. Metapodaci iz njih se brišu pre slanja.</p>",
    "title_whats_new": "Šta je novo?",
    "about_title_donate": "Donirajte",
    "about_summary_donate": "Pokažite vašu zahvalnost! ❤️",
    "action_about2": "O programu",
    "privacy_html_statistics": "<p>Podaci prikazani u vašem profilu su izvučeni iz vaše, javno dostupne, istorije doprinosa OpenStreetMap-u, a onda su smeštene na mom serveru.</p>",
    "privacy_html_tileserver2": "<p>Da bi prikazali kartu, vektori se povlače sa %1$s. Za više informacija, pogledajte njihovu <a href=\"%2$s\">izjavu o privatnosti</a>.</p>",
    "about_title_translate": "Pomozite u prevodu ovog programa",
    "about_title_faq": "Česta pitanja",
    "about_title_get_involved": "Uključite se",
    "urlconfig_scan_qr_code_again2": "Nakon instaliranja aplikacije, ponovo očitajte QR kôd ili dodirnite <a href=\"%s\">ovu vezu</a> kako biste primenili predložak."
}