{
    "about_title_repository": "Страница на проекта",
    "about_title_privacy_statement": "Декларация за поверителност",
    "privacy_html": "<p> А, някой, който се грижи за поверителността, браво! Мисля, че имам само добри новини за вас: </p>\n<h2>Приноси</h2>\n<p>\nПърво, разберете, че с това приложение правите действителни и директни приноси към OpenStreetMap.<br/>\nВсичко, което допринесете в това приложение, се добавя директно към картата, няма трета страна между приложението и OSM инфраструктурата.\n</p>\n<p>\nРедактирането на OpenStreetMap анонимно не е възможно, така че всякакви промени които правите, се правят с вашия потребителски акаунт в OSM. Това означава, че датата, съдържанието и по подразбиране местоположението на вашите промени са видими публично на уеб сайта на Openstreetmap и могат да бъдат свързани с вашия акаунт.\n</p>\n\n<h2>Местоположение</h2>\n<p>\nПриложението не споделя вашето GPS местоположение с никого. Използва се само за автоматично сканиране на задачи около вашия район и за изтегляне на картата около вашето местоположение.\n</p>\n\n<h2>Използване на данни</h2>\n<p>\nКакто споменахме, приложението директно комуникира с OSM инфраструктура.<br/>\nПреди обаче да качи промените ви, приложението проверява с <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\"> обикновен текстов файл </a> на моя сървър дали версията има разрешение за качване на промени. Това е предпазна мярка, с цел версии на приложението с критични грешки да не повредят базата данни на OSM.</p>",
    "store_listing_short_description": "Приложение за подобряване на OpenStreetMap",
    "store_listing_full_description": "Помогнете за подобряване на OpenStreetMap със StreetComplete!\n\nТова приложение намира непълни данни в OSM около вашето местоположение и ги показва върху картата като маркери. Отговаряйки на няколко елементарни въпроса на всеки маркер, попълвате липсващата информация на сайта на OSM.\n\nИнформацията, която въвеждате, се добавя директно към OpenStreetMap от ваше име, без да е необходимо да използвате друг редактор.",
    "privacy_html_third_party_quest_sources": "<p>За някои задачи се изтеглят данни и от други сървъри.</p>",
    "privacy_html_image_upload2": "<p>Снимките, които правите се качват на собствен сървър и се изтриват няколко дена след като бележката е била закрита. При качване не се запазват лични данни.</p>",
    "title_whats_new": "Какво ново?",
    "about_title_donate": "Подкрепете",
    "about_summary_donate": "Покажете вашата съпричастност! ❤️",
    "action_about2": "Относно",
    "privacy_html_statistics": "<p>Данните във Вашия профил са събрани от вашите обществено достъпни приноси към OSM и се съхраняван на собствен сървър.</p>",
    "privacy_html_tileserver2": "<p>За да се изобрази картата се извличат файлове от %1$s. Вижте <a href=\"%2$s\">декларацията за поверителност</a> на тази услуга за повече инфо.</p>",
    "about_title_translate": "Помогнете с превода на това приложение",
    "about_title_faq": "ЧЗВ",
    "about_title_get_involved": "Включете се",
    "urlconfig_scan_qr_code_again2": "След като инсталирате приложението, сканирайте отново QR кода или докоснете <a href=\"%s\">тази връзка</a>, за да приложите предварително зададената настройка."
}