{
    "about_title_repository": "Depósitu de códigu",
    "about_title_privacy_statement": "Declaración de privacidá",
    "privacy_html": "<p>Coime, por fin dalguién a quien-y esmolez la privacidá. Cuido que van ser too bones noticies:</p>\n<p><b>Contribuciones directes</b></p>\n<p>\nPuntu númberu unu, con esta aplicación tas unviando contribuciones directes y reales a OpenStreetMap.<br/>\nCualquier contribución fecha con esta aplicación amiéstase directamente al mapa ensin nengún intermediariu ente l'aplicación y la infraestructura d'OSM.\n</p>\n<p>\nNun se puede contribuyir de manera anónima a OpenStreetMap, colo que cualquier cambéu que faigas va ser cola to cuenta d'usuariu/a n'OSM, polo que van apaecer públicamente col to nome na Web.\n</p>\n\n<b>Allugamientu</b><br/>\n<p>\nLa to posición nun se comparte con naide, namás s'emplega pa buscar xeres disponibles na zona.\n</p>\n\n<p><b>Usu de datos</b></p>\n<p>\nSicasí, primero de facer cualquier cambéu l'aplicación comprueba si la versión actual apaez nun <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">archivu de testu planu</a> del mio sirvidor. Esta ye una midida preventiva pa poder torgar xubíes en versiones de l'aplicación que tengan errores críticos y puedan corromper los datos n'OSM.<br/>\n</p>",
    "store_listing_short_description": "Aplicación de mapéu pa OpenStreetMap",
    "store_listing_full_description": "¡Ayuda a ameyorar OpenStreetMap con StreetComplete!\n\nEsta aplicación busca información incompleta y ameyorable na redolada y muéstrala nun mapa con marcadores. Puedes resolver caún de los problemes respondiendo a una pregunta cenciella.\n\nLa información añadida inclúise directo n'OpenStreetMap col to nome ensin precisar nengún otru programa.",
    "privacy_html_third_party_quest_sources": "<p> En dalgunes xeres, descárguense datos adicionales de terceros. En particular, la busca de cais de sentíu únicu consulta una API, que ta agospiada en westnordost.de, con una llista de posibilidaes. </ p>",
    "privacy_html_image_upload2": "<p>Les fotos qu'axuntes a una nota xúbense al mio sirvidor y desaníciense unos díes depués de que la nota se resuelva. Los metadatos esbórrense primero de xubila.<p>",
    "title_whats_new": "¿Qué novedaes hai?",
    "about_title_donate": "Donar",
    "about_summary_donate": "¡Agradezlo! ❤️",
    "action_about2": "Sobre...",
    "privacy_html_statistics": "<p>La información que ves nel perfil provien del to historial públicu de cambeos n'OpenStreetMap y agóspiase nel mio sirvidor. </p>",
    "privacy_html_tileserver2": "<p>Pa poder ver el mapa descargamos teselas vectoriales de %1$s. Mira la <a href=\"%2$s\">declaración de privacidad</a> para más información.</p>",
    "about_title_translate": "Ayuda cola traducción",
    "about_title_get_involved": "Involúcrate",
    "urlconfig_scan_qr_code_again2": "N'instalando l'aplicación, vuelvi escaniar el códigu QR o calca <a href=\"%s\">nesti enllaz</a> p'aplicar la configuración preestablecida."
}