{
    "about_title_repository": "Repozitorij izvornog koda",
    "about_title_privacy_statement": "Politika privatnosti",
    "privacy_html": "<p>Ah, netko kome je stalo do privatnosti, lijepo! Mislim da za vas imam samo dobre vijesti:</p>\n<p><b>Izravni doprinosi</b></p>\n<p>\nPrvo, shvatite da s ovom aplikacijom dajete stvarne i izravne doprinose OpenStreetMapu (OSM-u).<br/>\nSve što napravite u ovoj aplikaciji izravno se dodaje na kartu; između aplikacije i OSM infrastrukture ne postoji treća strana.\n</p>\n<p>\nAnonimno uređivanje OpenStreetMapa nije moguće. Sve promjene koje napravite (kao i njihovo vrijeme i lokacija) povezane su s vašim korisničkim računom OSM-a i javno vidljive na openstreetmap.org web stranicama. Budući da StreetComplete treba koristiti samo za kartiranje na licu mjesta, to će otkriti kada i gdje ste koristili aplikaciju.\n</p>\n\n<b>Lokacija</b><br/>\n<p>\nAplikacija ne dijeli vašu GPS lokaciju ni s kim. Lokacija se koristi za automatsko skeniranje zadataka oko vašeg područja i za fokusiranje (i time preuzimanje) karte oko vaše lokacije.\n</p>\n\n<p><b>Upotreba podataka</b></p>\n<p>\nKao što je spomenuto, aplikacija izravno komunicira s OSM infrastrukturom.<br/>\nMeđutim, prije slanja promjena, aplikacija provjerava <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">jednostavnom tekstualnom datotekom</a> na mom poslužitelju je li joj zabranjeno slati bilo kakve izmjene. Ovo je mjera predostrožnosti kako bi se moglo blokirati verzije aplikacije za koje se ispostavilo da imaju kritične programske pogreške, kako ne bi oštetile OSM podatke.</p>",
    "store_listing_short_description": "Aplikacija za kartiranje OpenStreetMapa",
    "store_listing_full_description": "Pomozite poboljšati OpenStreetMap pomoću StreetCompletea!\n\nOva aplikacija pronalazi nepotpune i proširive podatke u vašoj blizini i prikazuje ih na karti kao oznake. Svaka od njih je rješiva odgovorom na jednostavno pitanje kako biste dopunili informacije na licu mjesta.\n\nPodaci koje unesete se izravno dodaju u OpenStreetMap pod vašim korisničkim imenom, bez potrebe za korištenjem drugog uređivača.",
    "privacy_html_third_party_quest_sources": "<p>Za neke zadatke preuzimaju se neki dodatni podaci trećih strana. Konkretno, zadatak za jednosmjerne ceste koristi API (također smješten na westnordost.de) o vjerojatnim kandidatima za jednosmjerne ceste.</p>",
    "privacy_html_image_upload2": "<p>Slike koje priložite bilješci prenose se na moj poslužitelj i brišu nekoliko dana nakon što je bilješka riješena. Njihovi se metapodaci uklanjaju prije prijenosa.</p>",
    "title_whats_new": "Što ima novog?",
    "about_title_donate": "Donirajte",
    "about_summary_donate": "Pokažite svoju zahvalnost! ❤️",
    "action_about2": "O programu",
    "privacy_html_statistics": "<p>Podaci prikazani u vašem profilu su agregirani iz vaše javno dostupne povijesti doprinosa OpenStreetMapu i zatim se smještaju na mom poslužitelju.</p>",
    "privacy_html_tileserver2": "<p>Kako bi se prikazala karta, vektori se dohvaćaju sa %1$s. Pogledajte njihovu <a href=\"%2$s\">izjavu o privatnosti</a> za više informacija.</p>",
    "about_title_translate": "Pomozite prevesti ovu aplikaciju",
    "about_title_faq": "FAQ"
}