{
    "about_title_repository": "Prosjekt-heimeside",
    "about_title_privacy_statement": "Personvernerklæring",
    "privacy_html": "<p>Ah, nokon som bryr seg om personvern – flott! Eg trur eg berre har gode nyheiter til deg:</p><p><b>Direkte bidrag</b></p><p>Merk først at du med denne appen gjev faktiske, direkte bidrag til OpenStreetMap (OSM).<br/>Alt du som bidreg med vert lagt direkte til kartet; det finst ikkje nokon tredjepart mellom appen og OSM-infrastrukturen.</p><p>Det er ikkje mogleg å redigera OpenStreetMap anonymt. Alle endringane du gjer (og informasjon om tidspunkt og posisjon), vert knytte til OSM-brukarkontoen din og vert synlege for alle på openstreetmap.org. Sidan du berre skal bruka StreetComplete til å registrera data frå staden der du er, vil dette òg indirekte visa når og kor du har brukt appen.</p><b>Posisjon</b><br/><p>Appen delar ikkje GPS-posisjonen din med nokon. Han vert berre brukt til å automatisk søkja opp og lasta ned oppdrag rundt deg, og til å visa kartet der du er.</p><p><b>Databruk</b></p><p>Appen kommuniserer direkte med OSM-tenarane.<br/>Før appen lastar opp endringane dine, sjekkar han via <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">ei enkel tekstfil</a> på vevtenaren min at han ikkje er utestengd frå å lasta opp endringar. Dette er ein «føre var»-funksjon for å hindra at versjonar av appen som har kritiske feil, kan lasta opp ugyldige data til OSM.<br/>",
    "store_listing_short_description": "Kartleggingsapp for OpenStreetMap",
    "store_listing_full_description": "Gjer dugnads­kartet OpenStreetMap betre med StreetComplete! Denne appen leitar opp manglande kart­opplysningar i nærleiken av deg og viser desse som «oppdrag» på kartet. Du kan løysa oppdraga, og såleis forbetra kart­grunnlaget, ved å gå til den tilhøyrande staden og svara på eit enkelt spørsmål i appen. Informasjonen frå svara dine vert send direkte til OpenStreetMap i ditt namn, utan at du treng bruka noko eksternt redigerings­program.",
    "privacy_html_third_party_quest_sources": "<p>For nokre oppdrag vert tilleggsdata frå tredjepartar lasta ned. Søket etter oppdrag om einvegskøyrde gater brukar eit API på westnordost.de for å finna kandidatar for einvegskøyring.</p>",
    "privacy_html_image_upload2": "<p>Eventuelle foto som du legg ved, vert lasta opp til tenaren min og sletta nokre dagar etter at merknaden vert lukka. Bilet­metadata vert sletta før opplasting.</p>",
    "title_whats_new": "Nytt i denne utgåva",
    "about_title_donate": "Gje pengegåve",
    "about_summary_donate": "Vis di takksemd! ❤️",
    "action_about2": "Om",
    "privacy_html_statistics": "<p>Data vist på profilen din, vert samla saman frå offentleg tilgjengeleg informasjon frå bidrags­loggen din i OpenStreetMap og så lasta opp til tenaren min.</p>",
    "privacy_html_tileserver2": "<p>For å visa kartet vert kart­fliser henta frå %1$s. Sjå <a href=\"%2$s\">personvern­erklæringa der</a> for meir informasjon.</p>",
    "about_title_translate": "Hjelp til med å omsetja appen",
    "about_title_faq": "Spørsmål og svar"
}