{
    "about_title_repository": "Página do projeto",
    "about_title_privacy_statement": "Declaração de privacidade",
    "privacy_html": "<p>Ah, alguém que se preocupa com a privacidade, ótimo! Acho que tenho apenas boas notícias para si:</p>\n<p><b>Contribuições diretas</b></p>\n<p>\nAntes de mais, compreenda que com esta aplicação, está a contribuir diretamente para o OpenStreetMap (OSM).<br/>\nQualquer contribuição que faça com esta aplicação é diretamente adicionada ao mapa do OpenStreetMap e não há intermediários entre a aplicação e a infraestrutura do OpenStreetMap.\n</p>\n<p>\nNão é possível editar de forma anónima no OpenStreetMap. Qualquer alteração que faça (a data de alteração e a localização do objeto alterado) são atribuídos à sua conta de utilizador do OpenStreetMap e são visíveis publicamente no site openstreetmap.org. Como o StreetComplete deve ser utilizado geralmente quando se está no local fisicamente, isto revela onde e quando usou a aplicação.\n</p>\n\n<b>Localização</b><br/>\n<p>\nA aplicação não partilha a sua localização GPS com ninguém. Esta apenas é utilizada para determinar a sua localização no mapa e procurar missões na área em redor dessa localização em que se encontra.\n</p>\n\n<p><b>Utilização de dados</b></p>\n<p>\nA aplicação comunica diretamente com os servidores do OpenStreetMap.<br/>\nAntes de enviar as suas alterações, a aplicação confirma com <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">um ficheiro de texto simples</a> no meu servidor para averiguar se a versão do StreetComplete que usa não foi bloqueada de forma a impedir o envio de alterações. Isto é uma medida preventiva, para impedir que certas versões da aplicação, com erros graves detetados entretanto, possam corromper os dados do OpenStreetMap.</p>",
    "store_listing_short_description": "Aplicação de mapeamento no OpenStreetMap",
    "store_listing_full_description": "Ajude a melhorar o OpenStreetMap com o StreetComplete!\n\nEsta aplicação, muito fácil de utilizar, procura dados que faltam num dado local e mostra-os no mapa como missões. Resolva cada uma destas missões respondendo a questões simples para adicionar ao mapa mais informação útil.\n\nA informação que submeter nesta aplicação é enviada diretamente para o OpenStreetMap com a sua conta de utilizador, sem ser necessário utilizar outro programa.",
    "privacy_html_third_party_quest_sources": "<p>Para algumas missões, são descarregados dados de terceiros. Em particular, a missão de sentido único faz consultas a uma API, também alojada em westnordost.de, sobre candidatos possíveis de sentido único.</p>",
    "privacy_html_image_upload2": "<p>As fotografias que anexar a uma nota são enviadas para o meu servidor e eliminadas alguns dias após a nota ser resolvida. Os meta-dados das fotografias são eliminados antes de serem enviadas.</p>",
    "title_whats_new": "O que há de novo?",
    "about_title_donate": "Doar",
    "about_summary_donate": "Mostre o seu apreço! ❤️",
    "action_about2": "Sobre",
    "privacy_html_statistics": "<p>Os dados visíveis no seu perfil, resulta da agregação da história das suas contribuições públicas no OpenStreetMap e depois alojada no meu servidor.</p>",
    "privacy_html_tileserver2": "<p>Para mostrar o mapa, os mosaicos vetoriais são obtidos de %1$s. Consulte a <a href=\"%2$s\">declaração de privacidade</a> deles para obter mais informações.</p>",
    "about_title_translate": "Ajude a traduzir esta aplicação",
    "about_title_faq": "Perguntas frequentes"
}