{
    "about_title_repository": "Sursă repository",
    "about_title_privacy_statement": "Declarație de confidențialitate",
    "privacy_html": "<p> Ah, cineva căruia îi pasă de intimitate, drăguț! Cred că am doar vești bune pentru tine: </p>\n<p> <b> Contribuții directe </b> </p>\n<p>\nÎn primul rând, înțelegeți că, cu această aplicație, aduceți contribuții reale și directe la OpenStreetMap. <br/>\nOrice contribuie în această aplicație este adăugat direct pe hartă, nu există o terță parte între aplicație și infrastructura OSM.\n</p>\n<p>\nEditarea anonimă a OpenStreetMap nu este posibilă, astfel încât orice modificare pe care o faceți este făcută cu contul dvs. de utilizator OSM. Aceasta înseamnă că data, conținutul și implicit locația modificărilor dvs. sunt vizibile public pe site-ul web OpenStreetMap și pot fi atribuite contului dvs.\n</p>\n\n<b> Locație </b> <br/>\n<p>\nAplicația nu partajează cu nimeni coordonatele dumneavoastră GPS. Este folosit pentru a scana automat căutările din zona dvs. și pentru a focaliza (și astfel a descărca) harta din jurul locației dvs.\n</p>\n\n<p> <b> Utilizarea datelor </b> </p>\n<p>\nDupă cum sa menționat, aplicația comunică direct cu infrastructura OSM. <br/>\nCu toate acestea, înainte de a încărca modificările, aplicația verifică cu un <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\"> fișier text simplu </a> pe serverul meu dacă a fost interzisă accesarea încărcarea oricăror modificări. Aceasta este o măsură de precauție pentru a putea păstra versiunile aplicației care se dovedesc a avea erori critice, care ar putea corupe datele OSM. </p>",
    "store_listing_short_description": "Aplicația topografică OpenStreetMap",
    "store_listing_full_description": "Ajutați la îmbunătățirea OpenStreetMap cu StreetComplete!\n\nAceastă aplicație găsește date incomplete și extensibile în vecinătatea dvs. și le afișează pe o hartă ca marcări. Fiecare dintre marcări poate fi eliminat răspunzând la o întrebare simplă pentru a completa informațiile de pe site.\n\nInformațiile pe care le introduceți sunt apoi adăugate direct în OpenStreetMap în numele dvs., fără a fi nevoie să utilizați un alt editor.",
    "privacy_html_third_party_quest_sources": "<p> Pentru unele misiuni, sunt descărcate unele date suplimentare de la terți. În special, misiunea oneway solicită un API, găzduit și pe westnordost.de, despre candidații probabili pentru oneways. </p>",
    "privacy_html_image_upload2": "<p> Fotografiile pe care le atașați unei note sunt încărcate pe serverul meu și șterse la câteva zile după ce nota a fost rezolvată. Meta-datele lor sunt eliminate înainte de încărcare. </p>",
    "title_whats_new": "Ce mai este nou?",
    "about_title_donate": "Donează",
    "about_summary_donate": "Arătați-vă aprecierea! ❤️",
    "action_about2": "Despre",
    "privacy_html_statistics": "<p>Datele afișate în profilul dvs. sunt colectate din istoricul contribuțiilor disponibile public în OpenStreetMap și apoi găzduite pe serverul meu.</p>",
    "privacy_html_tileserver2": "<p> Pentru a afișa harta, informțiile vectoriale sunt obținute din %1$s. Consultați <a href=\"%2$s\"> declarația de confidențialitate </a> pentru mai multe informații. </p> ",
    "about_title_translate": "Ajută la traducerea acestei aplicații",
    "about_title_faq": "FAQ"
}