{
    "about_title_repository": "ที่เก็บโค้ดต้นฉบับ",
    "about_title_privacy_statement": "ประกาศความเป็นส่วนตัว",
    "privacy_html": "<p>อ่า คนที่ใส่ใจเรื่องความเป็นส่วนตัว เยี่ยมเลย! ฉันคิดว่าฉันมีแต่ข่าวดีสำหรับคุณ:</p>\n<p><b>การสมทบโดยตรง</b></p>\n<p>\nก่อนอื่น ให้เข้าใจว่าด้วยแอปนี้ คุณมีส่วนสมทบข้อมูลต่อ OpenStreetMap โดยตรง<br/>\nทุกสิ่งที่คุณสมทบในแอปนี้จะถูกเพิ่มลงในแผนที่โดยตรง ไม่มีบุคคลที่สามอยู่ระหว่างแอปและโครงสร้างพื้นฐาน OSM\n</p>\n<p>\nการแก้ไข OpenStreetMap โดยไม่เปิดเผยตัวตนนั้นเป็นไปไม่ได้ ดังนั้นการเปลี่ยนแปลงใดๆ ที่คุณทำจะเกิดขึ้นกับบัญชีผู้ใช้ OSM ของคุณ ซึ่งหมายความว่าวันที่ เนื้อหา และตำแหน่งของการเปลี่ยนแปลงโดยนัยจะปรากฏต่อสาธารณะบนเว็บไซต์ openstreetmap และมาจากบัญชีของคุณ\n</p>\n\n<b>ตำแหน่งที่ตั้ง</b><br/>\n<p>\nแอพจะไม่แชร์ตำแหน่ง GPS ของคุณกับใคร มันถูกใช้เพื่อสแกนหาภารกิจรอบ ๆ พื้นที่ของคุณโดยอัตโนมัติและเพื่อโฟกัส (และดาวน์โหลด) แผนที่รอบ ๆ ตำแหน่งของคุณ\n</p>\n\n<p><b>การใช้ข้อมูล</b></p>\n<p>\nดังที่กล่าวไว้ แอปจะสื่อสารโดยตรงกับโครงสร้างพื้นฐาน OSM<br/>\nอย่างไรก็ตาม ก่อนอัปโหลดการเปลี่ยนแปลงของคุณ แอปจะตรวจสอบกับ<a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">ไฟล์ข้อความธรรมดา</a>บนเซิร์ฟเวอร์ของฉันว่าถูกแบนจากอัปโหลดการเปลี่ยนแปลงใด ๆ หรือไม่ นี่เป็นมาตรการป้องกันไว้ก่อนเพื่อไม่ให้เวอร์ชันของแอปที่มีข้อบกพร่องที่สำคัญสร้างความเสียหายให้ข้อมูล OSM</p>",
    "store_listing_short_description": "แอปผู้สำรวจข้อมูลใน OpenStreetMap",
    "store_listing_full_description": "ช่วยปรับปรุงแผนที่ OpenStreetMap ด้วย StreetComplete!\n\nแอปนี้ค้นหาข้อมูลที่ขาดหายและสามารถเพิ่มเติมได้ในบริเวณของคุณ และนำมาแสดงเป็นเครื่องหมายต่าง ๆ บนแผนที่ ข้อมูลเหล่านี้",
    "privacy_html_third_party_quest_sources": "<p>สำหรับบางภารกิจ จะมีการดาวน์โหลดข้อมูลเพิ่มเติมจากบุคคลที่สาม โดยเฉพาะอย่างยิ่ง ภารกิจทางเดียวจะค้นหา API ซึ่งโฮสต์บน westnordost.de ด้วย เกี่ยวกับตัวเลือกที่มีแนวโน้มจะเป็นทางเดียว</p>",
    "privacy_html_image_upload2": "<p>รูปภาพที่คุณแนบไปกับหมายเหตุจะถูกอัปโหลดไปยังเซิร์ฟเวอร์ของฉันและจะถูกลบหลังจากแก้ไขบันทึกดังกล่าวในไม่กี่วัน ข้อมูลเมตาจะถูกตัดออกก่อนที่จะทำการอัปโหลด</p>",
    "title_whats_new": "มีอะไรใหม่?",
    "about_title_donate": "บริจาค",
    "about_summary_donate": "แสดงความขอบคุณ ❤️",
    "action_about2": "เกี่ยวกับ",
    "privacy_html_statistics": "<p>ข้อมูลที่แสดงในโปรไฟล์ของคุณจะถูกรวบรวมจากประวัติการสมทบไปยัง OpenStreetMap ที่เปิดเผยต่อสาธารณะ แล้วถูกโฮสต์บนเซิร์ฟเวอร์ของฉัน</p>",
    "privacy_html_tileserver2": "<p>เพื่อแสดงแผนที่ ไทล์เวกเตอร์จะถูกดึงมาจาก %1$s ดู<a href=\"%2$s\">คำชี้แจงสิทธิ์ส่วนบุคคล</a>สำหรับข้อมูลเพิ่มเติม</p>",
    "about_title_translate": "ช่วยแปลแอปนี้",
    "about_title_faq": "คำถามที่ถามบ่อย",
    "about_title_get_involved": "มีส่วนเกี่ยวข้อง",
    "urlconfig_scan_qr_code_again2": "หลังจากติดตั้งแอปแล้ว ให้สแกน QR code อีกครั้ง หรือคลิก<a href=\"%s\">ลิงก์นี้</a>เพื่อใช้งานค่าที่ตั้งไว้"
}