{
    "about_title_repository": "Страница пројекта",
    "about_title_privacy_statement": "Изјава о приватности",
    "privacy_html": "<p>Напокон неко ко брине о приватности! Мислим да имамо само добре вести за вас:</p>\n<h2>Директан допринос</h2>\n<p>\nПре свега, треба да знате да овом апликацијом чините директан допринос OpenStreetMap картама.<br/>\nШта год да директно додате на карту путем ове апликације, нема посредника између апликације и OSM инфраструктуре.\n</p>\n<p>\nАнонимни допринос на OpenStreetMap није могућ. Све промене које направите (као и њихов датум и локација) су повезани са вашим OSM корисничким налогом и јавно видљиве на openstreetmap.org локацији. Пошто се StreetComplete користи само на терену, овим се открива где и када сте користили апликацију.\n</p>\n\n<h2>Локација</h2>\n<p>\nАпликација не дели вашу GPS локацију ни са ким. Користи се за аутоматско проналажење задатака у вашој непосредној близини и да вам фокусира (и тиме и преузима) карту око ваше локације.\n</p>\n\n<h2>Употреба података</h2>\n<p>\nКако је већ напоменуто, апликација комуницира са OSM инфраструктуром.<br/>\nМеђутим, пре отпремања ваших промена, апликација проверава <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">једноставну текстуалну датотеку</a> на мом серверу да ли је забрањено отпремање неких промена. Ово је мера предострожности да бисте могли да задржите верзије апликације за које се испостави да имају критичне грешке од евентуалног скрнављења OSM података.</p>",
    "store_listing_short_description": "Апликација за рад са OpenStreetMap-ама",
    "store_listing_full_description": "Унапредите OpenStreetMap-е уз StreetComplete!\n\nОва апликација налази непотпуне и прошириве податке у вашој близини и приказује их на карти као ознаке. Свака од њих је решива одговором на једноставно питање допуном информација са лица места.\n\nПодаци које унесете се директно додају у OpenStreetMap-е под вашим именом, без потребе за неким другим програмом.",
    "privacy_html_third_party_quest_sources": "<p>За неке задатке се преузимају додатни подаци трећих страна.</p>",
    "privacy_html_image_upload2": "<p>Приложене фотографије уз напомену се шаљу на мој сервер и бришу пар дана након што се напомена реши. Метаподаци из њих се бришу пре слања.</p>",
    "title_whats_new": "Шта је ново?",
    "about_title_donate": "Донирајте",
    "about_summary_donate": "Покажите вашу захвалност! ❤️",
    "action_about2": "О програму",
    "privacy_html_statistics": "<p>Подаци приказани у вашем профилу су извучени из ваше, јавно доступне, историје доприноса OpenStreetMap-у, а онда су смештене на мом серверу.</p>",
    "privacy_html_tileserver2": "<p>Да би приказали карту, вектори се повлаче са %1$s. За више информација, погледајте њихову <a href=\"%2$s\">изјаву о приватности</a>.</p>",
    "about_title_translate": "Помозите у преводу овог програма",
    "about_title_faq": "Честа питања",
    "about_title_get_involved": "Укључите се",
    "urlconfig_scan_qr_code_again2": "Након инсталирања апликације, поново очитајте QR кôд или додирните <a href=\"%s\">ову везу</a> како бисте применили предложак."
}