{
    "about_title_repository": "Πηγή αποθήκευσης",
    "about_title_privacy_statement": "Δήλωση Ιδιωτικότητας",
    "privacy_html": "<p>Αα, κάποιος που ενδιαφέρεται για την προστασία της ιδιωτικότητας, ωραία! Νομίζω ότι έχω μόνο καλά νέα για εσάς:</p>\n<h2>Άμεσες Συνεισφορές</h2>\n<p>\nΚαταρχάς, κατανοήστε ότι με αυτή την εφαρμογή, κάνετε πραγματικές και άμεσες συνεισφορές στο OpenStreetMap.<br/>\nΟτιδήποτε συμβάλλετε σε αυτήν την εφαρμογή προστίθεται απευθείας στον χάρτη, δεν υπάρχει τρίτο μέρος μεταξύ της εφαρμογής και της υποδομής του OSM.\n</p>\n<p>\nΗ επεξεργασία του OpenStreetMap ανώνυμα δεν είναι δυνατή. Οι αλλαγές που κάνετε (και η ημερομηνία και η τοποθεσία τους) αποδίδονται στον λογαριασμό σας χρήστη OSM και είναι ορατά δημοσίως στον ιστότοπο openstreetmap.org . Επειδή το StreetComplete πρέπει να χρησιμοποιείται μόνο για επιτόπια έρευνα, αυτό αποκαλύπτει που και πότε χρησιμοποιήσατε την εφαρμογή.\n</p>\n\n<h2>Τοποθεσία</h2>\n<p>\nΗ εφαρμογή δεν μοιράζεται την τοποθεσία σας GPS με κανέναν. Χρησιμοποιείται για την αυτόματη λήψη δεδομένων γύρω σας και την τοποθέτηση του χάρτη στην τοποθεσία σας.\n</p>\n\n<h2>Χρήση δεδομένων</h2>\n<p>\nΗ εφαρμογή επικοινωνεί απευθείας με τους διακομιστές του OSM.<br/>\nΠριν μεταφορτώσετε τις αλλαγές σας, η εφαρμογή ελέγχει με ένα <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">απλό αρχείο κειμένου</a> στο διακομιστή μου για να βεβαιώσει ότι η τρέχουσα έκδοση της εφαρμογής δεν έχει απαγορευτεί από το να κάνει μεταφόρτωση των αλλαγών. Αυτό είναι ένα προληπτικό μέτρο για να μπορέσει να αποκλείσει τις εκδόσεις της εφαρμογής που καταλήγουν να έχουν κρίσιμα σφάλματα από το να μεταφορτώνει κατεστραμμένα δεδομένα στο OSM.</p>",
    "store_listing_short_description": "Τοπογραφική εφαρμογή OpenStreetMap",
    "store_listing_full_description": "Βοηθήστε στη βελτίωση του OpenStreetMap με το StreetComplete!\n\nΑυτή η εφαρμογή βρίσκει ημιτελή και επεκτάσιμα δεδομένα στην περιοχή σας και τα εμφανίζει στον χάρτη ως σημάδια. Κάθε ένα από αυτά είναι επιλύσιμα απαντώντας σε μια απλή ερώτηση για να συμπληρώσετε τις πληροφορίες επί τόπου.\n\nΟι πληροφορίες που εισάγετε προστίθενται απευθείας στο OpenStreetMap στο όνομα σας, χωρίς να χρειάζεται η χρήση άλλου επεξεργαστή.",
    "privacy_html_third_party_quest_sources": "<p>Για κάποιες αποστολές, κατεβάζονται ορισμένα πρόσθετα δεδομένα από τρίτα μέρη.</p>",
    "privacy_html_image_upload2": "<p>Οι φωτογραφίες που επισυνάπτετε σε μια σημείωση μεταφορτώνονται στον διακομιστή μου και διαγράφονται μερικές ημέρες μετά την επίλυση αυτής της σημείωσης. Τα μεταδεδομένα τους έχουν αφαιρεθεί πριν μεταφορτωθούν.</p>",
    "title_whats_new": "Τι νέα;",
    "about_title_donate": "Δωρεά",
    "about_summary_donate": "Δείξτε την εκτίμησή σας! ❤️",
    "action_about2": "Σχετικά",
    "privacy_html_statistics": "<p>Τα δεδομένα που εμφανίζονται στο προφίλ σας συγκεντρώνονται από το δημόσιο διαθέσιμο ιστορικό συνεισφορών σας στο OpenStreetMap και στη συνέχεια φιλοξενούνται στον διακομιστή μου.</p>",
    "privacy_html_tileserver2": "<p> Για να εμφανιστεί ο χάρτης, τα διανυσματικά πλακίδια ανακτώνται από το %1$s. Ανατρέξτε στην <a href=\"%2$s\"> δήλωση απορρήτου </a> για περισσότερες πληροφορίες. </p>",
    "about_title_translate": "Βοηθήστε στη μετάφραση αυτής της εφαρμογής",
    "about_title_faq": "Συχνές ερωτήσεις",
    "about_title_get_involved": "Συμμετοχή",
    "urlconfig_scan_qr_code_again2": "Μετά την εγκατάσταση της εφαρμογής, σαρώστε ξανά το QR ή κάντε κλικ στον <a href=\"%s\"> σύνδεσμο</a> για εφαρμογή της προεπιλογής."
}