{
    "about_title_repository": "Mradi wa Nyumbani",
    "about_title_privacy_statement": "Taarifa ya faragha",
    "privacy_html": "<p>Ah, mtu anayejali kuhusu faragha, mzuri! Nadhani nina habari njema tu kwako:</p> <p><b>Michango ya Moja kwa Moja</b></p> <p> Kwanza kabisa, elewa kuwa ukitumia programu hii, unatoa michango halisi na ya moja kwa moja kwa OpenStreetMap (OSM).<br/> Chochote unachochangia katika programu hii huongezwa moja kwa moja kwenye ramani, hakuna mhusika mwingine kati ya programu na miundombinu ya OSM. </p> <p> Kuhariri OpenStreetMap bila kujulikana haiwezekani. Mabadiliko yoyote unayofanya (na tarehe na eneo lake) yanahusishwa na akaunti yako ya mtumiaji wa OSM na yanaonekana hadharani kwenye tovuti ya openstreetmap.org. Kwa sababu StreetComplete inapaswa kutumika kwa uchunguzi wa tovuti pekee, hii inaonyesha ni wapi na lini umetumia programu. </p> <b>Mahali</b><br/> <p> Programu haishiriki eneo lako la GPS na mtu yeyote. Inatumika kuchanganua na kupakua mapambano kiotomatiki karibu nawe, na kuweka ramani katika eneo lako. </p> <p><b>Matumizi ya Data</b></p> <p> Programu hii huwasiliana moja kwa moja na seva za OSM.<br/> Kabla ya kupakia mabadiliko yako, programu hukagua na <a href=\" https://www.westnordost.de/streetcomplete/banned_versions.txt\">faili rahisi ya maandishi</a> kwenye seva yangu ili kuhakikisha kuwa toleo hili la programu halijapigwa marufuku kupakia mabadiliko. Hii ni hatua ya tahadhari ili kuweza kuzuia matoleo ya programu ambayo yana hitilafu kuu za kupakia data mbovu kwenye OSM.</p>",
    "store_listing_short_description": "Programu ya upimaji wa OpenStreetMap",
    "store_listing_full_description": "Saidia kuboresha OpenStreetMap ukitumia StreetComplete! Programu hii hupata taarifa za ramani inayokosekana katika eneo lako na kuionyesha kwenye ramani kama baada ya kuitafuta. Tatua kila unachokifanya kwa kutembelea eneo kwenye tovuti na kujibu swali rahisi kueka ramani ya kisasa. Maelezo unayoweka huongezwa moja kwa moja kwenye OpenStreetMap kwa jina lako, bila hitaji la kutumia mhariri mwengine.",
    "privacy_html_third_party_quest_sources": "<p>Kwa baadhi ya vipengele, baadhi ya taarifa za ziada kutoka kwa wahusika wengine hupatikanwa. Hasa, swala la njia moja huuliza API, ambayo pia inapangishwa kwenye westnodi.de, kuhusu uwezekano wa wagombea wa njia moja.</p>",
    "privacy_html_image_upload2": "<p>Picha unazoambatisha kwenye dokezo hupakiwa kwenye seva yangu na kufutwa siku kadhaa baada ya dokezo hilo kutatuliwa. Meta-data zao huondolewa kabla ya kupakiwa.</p>",
    "title_whats_new": "kuna mpya gani?",
    "about_title_donate": "Changia",
    "about_summary_donate": "Onyesha shukrani yako! ❤️",
    "action_about2": "Kuhusu",
    "privacy_html_statistics": "<p>Taarifa iliyoonyeshwa katika wasifu wako imejumlishwa kutoka historia yako ya michango inayopatikana hadharani kwa OpenStreetMap na kisha kurushwa kwenye seva yangu.</p>",
    "privacy_html_tileserver2": "<p>Ili kuonyesha ramani, vigao vya vekta hurejeshwa kutoka %1$s. Tazama <a href=\"%2$s\">taarifa yao ya faragha</a> kwa maelezo zaidi.</p>",
    "about_title_translate": "Saidia kutafsiri programu hii",
    "about_title_faq": "Maswali Yanayoulizwa Mara kwa Mara",
    "about_title_get_involved": "Jihusishe",
    "urlconfig_scan_qr_code_again2": "Baada ya kupakua programu, tafuta msimbo wa QR au ubofye <a href=\"%s\">kiungo hiki</a> ili kutumia uwekaji awali."
}