{
    "about_title_repository": "Projektin kotisivu",
    "about_title_privacy_statement": "Tietosuojalausunto",
    "privacy_html": "<p>Ah, joku sentään huolehtii yksityisyydestään, kiva! Mielestäni minulla on vain hyviä uutisia:</p>\n<h2>Suorat työpanokset</h2>\n<p>\nEnsimmäiseksi, on ymmärrettävä, että olet tekemässä oikeita ja suoria täydennöksiä OpenStreetMapiin (OSM).<br/>\nKaikki mitä lisäät tässä sovelluksessa lisätään suoraan kartalle, sovelluksen ja OSM-infrastruktuurin välissä ei ole mitään kolmansia osapuolia.\n</p>\n<p>\nOpenStreetMapin muokkaaminen anonyymisti ei ole mahdollista. Kaikki muokkaukset (ja niiden päivämäärä ja sijainti) osoitetaan sinun OSM käyttäjätilillesi, ja näytetään julkisesti openstreetmap.org sivulla. Koska StreetCompletea kuuluu käyttää paikan päällä tapahtuvaan kartoitukseen, tämä paljastaa missä ja milloin olet käyttänyt sovellusta.\n</p>\n\n<h2>Sijainti</h2>\n<p>\nSovellus ei jaa GPS-sijaintiasi kenellekään. Sitä käytetään ympäristössäsi olevan tiedon lataamiseen, ja kartan kohdistamiseen sijaintiisi nähden.\n</p>\n\n<h2>Datan käyttö</h2>\n<p>\nSovellus kommunikoi suoraan OSM-palvelimien kanssa.<br/>\nEnnen muutoksien lähettämistä, sovellus tarkistaa <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">yksinkertaisella tekstitiedostolla</a> minun palvelimellani, että muutoksien lähettäminen ei ole estetty kyseisellä sovellusversiolla . Tämän varmuustoimenpiteen avulla voidaan estää sovellusversiota, joista löydetään vakavia virheitä, lähettämästä vioittunutta dataa OSM palvelimille.</p>",
    "store_listing_short_description": "OpenStreetMap-kartoitussovellus",
    "store_listing_full_description": "Auta parantamaan OpenStreetMapia StreetCompletella!\n\nTämä sovellus löytää puuttuvia karttatietoja lähiympäristöstäsi ja näyttää ne kartalla tehtävinä. Ratkaise tehtävät käymällä paikan päällä ja vastaamalla yksinkertaiseen kysymykseen päivittääksesi karttaa.\n\nSyöttämäsi tieto lisätään suoraan OpenStreetMapiin omalla nimelläsi, ilman erillisen muokkausohjelman käyttöä.",
    "privacy_html_third_party_quest_sources": "<p>Osa tehtävistä lataa tietoa kolmansien osapuolien lähteistä.</p>",
    "privacy_html_image_upload2": "<p>Liittämäsi kuvat ladataan palvelimelleni ja poistetaan muutamien päivien sisällä ilmoituksen ratkaisusta. Kuvien metadata poistetaan ennen latausta.</p>",
    "title_whats_new": "Mitä uutta?",
    "about_title_donate": "Lahjoita",
    "about_summary_donate": "Näytä arvostuksesi! ♥️",
    "action_about2": "Tietoa",
    "privacy_html_statistics": "<p>Profiilissasi näkyvät tiedot kerätään julkisesti saatavilla olevasta OpenStreetMap osallistumishistoriastasi ja ylläpidetään palvelimellani.</p>",
    "privacy_html_tileserver2": "<p>Näyttääkseen kartan, vektorilaatat ladataan %1$s-palvelulta. Lue heidän <a href=\"%2$s\">tietosuojaselosteensa</a> tietääksesi enemmän.</p>",
    "about_title_translate": "Käännä tämä sovellus",
    "about_title_faq": "UKK",
    "about_title_get_involved": "Osallistu",
    "urlconfig_scan_qr_code_again2": "Sovelluksen asennuksen jälkeen skannaa QR-koodi uudelleen tai napsauta <a href=\"%s\">tätä linkkiä</a> toteuttaaksesi esiasetuksen."
}