{
    "about_title_repository": "Repositório do código-fonte",
    "about_title_privacy_statement": "Declaração de privacidade",
    "privacy_html": "<p>Ah, ótimo, alguém que se preocupa com a privacidade! Creio que tenho apenas boas notícias para você:</p>\n<h2>Contribuições diretas</h2>\n<p>\nPrimeiramente, compreenda que, com este aplicativo, você faz contribuições reais e diretas para o OpenStreetMap (OSM).<br/>\nTudo que você contribui neste aplicativo é adicionado diretamente ao mapa, não havendo terceiros entre o aplicativo e a infraestrutura do OSM.\n</p>\n<p>\nEditar o OpenStreetMap anonimamente não é possível. Quaisquer alterações que fizer (e sua data e localização) são atribuídas a sua conta de usuário do OSM e publicamente visíveis no site openstreetmap.org. Como o StreetComplete dever ser usado apenas para levantamentos no local, isto revela onde e quando você utilizou o aplicativo.\n</p>\n\n<h2>Localização</h2>\n<p>\nO aplicativo não compartilha sua localização de GPS com ninguém. Ela é usada para fazer uma varredura automática por missões ao seu redor e baixá-las, e posicionar o mapa na sua localização.\n</p>\n\n<h2>Uso de dados</h2>\n<p>\nEste aplicativo se comunica com servidores do OSM.<br/>\nAntes de enviar suas alterações, o aplicativo confere um <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">arquivo de texto simples</a> no meu servidor para garantir que esta versão do aplicativo não foi banida do envio de alterações. Esta é uma medida de precaução visando bloquear versões do aplicativo que acabam apresentando problemas críticos por enviarem dados corrompidos para o OSM.</p>",
    "store_listing_short_description": "Aplicativo de levantamentos para OpenStreetMap",
    "store_listing_full_description": "Ajude a melhorar o OpenStreetMap com StreetComplete!\n\nEste aplicativo localiza falta de detalhes em seus arredores e exibe em um mapa na forma de missões. Resolva cada missão visitando pessoalmente o local e respondendo a uma simples questão para atualizar o mapa.\n\nAs informações inseridas são adicionadas diretamente ao OpenStreetMap em seu nome, sem a necessidade de usar outro editor.",
    "privacy_html_third_party_quest_sources": "<p>Para algumas missões, dados adicionais de terceiros são baixados.</p>",
    "privacy_html_image_upload2": "<p>As fotos que você anexar a uma nota são enviadas para o meu servidor e excluídas alguns dias após a nota ser resolvida. Seus metadados são retirados antes do envio.</p>",
    "title_whats_new": "Quais as Novidades?",
    "about_title_donate": "Faça doação",
    "about_summary_donate": "Mostre o seu apreço! ❤️",
    "action_about2": "Sobre",
    "privacy_html_statistics": "<p>Os dados mostrados no seu perfil são agregados do seu histórico de contribuições publicamente disponíveis ao OpenStreetMap e, em seguida, hospedados no meu servidor.</p>",
    "privacy_html_tileserver2": "<p> Para exibir o mapa, os blocos de vetor são recuperados de %1$s. Veja a<a href=\"%2$s\">privacidade></a>para obter mais informações.</p>",
    "about_title_translate": "Ajude a traduzir",
    "about_title_faq": "Perguntas frequentes",
    "about_title_get_involved": "Se envolva",
    "urlconfig_scan_qr_code_again2": "Depois de instalar o aplicativo, digitalize o código QR novamente ou clique <a href=\"%s\">neste link</a> para aplicar a predefinição."
}