{
    "about_title_repository": "Beranda Proyek",
    "about_title_privacy_statement": "Pernyataan privasi",
    "privacy_html": "<p>Ah, seseorang yang peduli dengan privasi, keren! Aku punya hanya berita baik untuk kamu:</p>\n<h2>Kontribusi Langsung</h2>\n<p>\nPertama, pahami bahwa dengan aplikasi ini, kamu membuat kontribusi langsung dan benar ke OpenStreetMap.<br/>\nSemua yang kamu kontribusikan di aplikasi ini langsung ditambahkan ke peta, tak ada pihak ketiga di antara aplikasi dan infrastruktur OSM.\n</p>\n<p>\nMenyunting OpenStreetMap secara anonim tidak dapat dilakukan. Semua perubahan yang kamu buat (serta tanggal dan lokasinya) diatribusikan ke akun pengguna OSM kamu dan terlihat pada situs web openstreetmap.org. Karena StreetComplete hanya digunakan untuk survey di tempat, ini menunjukkan di mana dan kapan kamu menggunakan aplikasinya.\n</p>\n\n<h2>Lokasi</h2>\n<p>\nAplikasi ini tidak membagikan lokasi GPS kamu ke siapapun. GPS digunakan untuk memindai pencarian secara otomatis di sekitar daerah kamu dan untuk menampilkan (dan mengunduh) peta di sekitar lokasi kamu.\n</p>\n\n<h2>Penggunaan Data</h2>\n<p>\nSeperti yang telah disebutkan, aplikasi ini berkomunikasi langsung dengan infrastruktur OSM.<br/>\nNamun, sebelum perubahan kamu diunggah, aplikasi diperiksa dengan <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">berkas teks sederhana</a> pada server saya apakah aplikasi sudah dilarang untuk mengunggah perubahan apapun. Ini adalah langkah pencegahan untuk menjaga versi aplikasi yang ternyata memiliki bug kritis yang mungkin dapat merusak data OSM.</p>\n",
    "store_listing_short_description": "Aplikasi surveyor OpenStreetMap",
    "store_listing_full_description": "Bantu memperbaiki OpenStreetMap dengan StreetComplete!\n\nAplikasi ini mencari data yang belum selesai atau yang bisa diperpanjang di sekitarmu dan menampilkannya di peta sebagai marka. Setiap marka bisa diselesaikan dengan menjawab pertanyaan sederhana untuk menambah informasi di tempat.\n\nInformasi yang dimasukkan lalu langsung ditambahkan ke OpenStreetMap atas namamu, tanpa memerlukan editor lainnya.",
    "privacy_html_third_party_quest_sources": "\n<p>Untuk sebagian pencarian, beberapa data tambahan dari pihak ketiga turut diunduh.</p>\n",
    "privacy_html_image_upload2": "<p>Foto yang kamu lampirkan ke catatan diunggah ke server saya dan dihapus beberapa hari setelah catatan diselesaikan. Metadata foto dihapus sebelum diunggah.</p>",
    "title_whats_new": "Apa yang baru?",
    "about_title_donate": "Donasi",
    "about_summary_donate": "Beri apresiasimu! ❤️",
    "action_about2": "Tentang",
    "privacy_html_statistics": "<p>Data yang tampil di profilmu digabung dari sejarah kontribusimu ke OpenStreetMap lalu dihosting di serverku.<p>",
    "privacy_html_tileserver2": "<p>Untuk menampilkan peta, petak vektor akan diambil dari %1$s. Lihat <a href=\"%2$s\">pernyataan privasi</a> mereka untuk lebih lanjut.</p>",
    "about_title_translate": "Bantu menerjemahkan aplikasi ini",
    "about_title_faq": "SSD (Soal Sering Ditanya)",
    "about_title_get_involved": "Terlibat",
    "urlconfig_scan_qr_code_again2": "Setelah memasang aplikasi, pindai kode QR lagi atau klik <a href=\"%s\">tautan ini</a> untuk menerapkan preset."
}