{
    "about_title_repository": "Zdrojový kód",
    "about_title_privacy_statement": "Prohlášení o ochraně soukromí",
    "privacy_html": "<p>Á, někdo, kdo se zajímá o soukromí, paráda! Myslím, že pro vás máme jen dobré zprávy:</p>\n<h2>Přímé přispívání</h2>\n<p>\nNejdříve musíte vědět, že pomocí této aplikace skutečně a přímo přispíváte do OpenStreetMap (OSM).<br/>\nCokoliv, čím pomocí této aplikace přispějete, bude přímo přidáno do mapy bez toho, aby byla mezi aplikací a OSM nějaká třetí strana.\n</p>\n<p>\nOpenStreetMap nelze upravovat anonymně. Všechny změny, které provádíte (a jejich datum/čas a místo) jsou přiřazeny k vašemu účtu OSM a veřejně viditelné na webu openstreetmap.org. Protože by se aplikace StreetComplete měla používat jen k průzkumu na místě, odkrývá to, kde a kdy jste používali aplikaci.\n</p>\n\n<h2>Poloha</h2>\n<p>\nAplikace s nikým nesdílí vaši GPS polohu. Používá se jen pro automatické stahování dat pro vaše okolí a pro vycentrování mapy na základě vaší polohy. \n</p>\n\n<h2>Použití dat</h2>\n<p>\nTato aplikace komunikuje přímo se servery OSM.<br/>\nNicméně před nahráním vašich změn aplikace zkontroluje pomocí <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">jednoduchého textového souboru</a> na mém serveru, jestli jí nebylo zakázáno nahrávání změn. To je preventivní opatření zabraňující verzím aplikace, ve kterých by mohly být kritické chyby, aby poškodily data OSM.\n</p>",
    "store_listing_short_description": "Aplikace pro OpenStreetMap topografy v češtině",
    "store_listing_full_description": "Se StreetComplete můžete pomoci vylepšit mapové podklady OpenStreetMap!\n\nTato aplikace vyhledá data ve vašem okolí, která nejsou kompletní a která lze rozšířit, a zobrazí je na mapě jako „úkoly“. Každý z těchto „úkolů“ lze snadno vyřešit na místě odpovědí na jednoduchou otázku a doplnit tak informace do mapy.\n\nVámi vložené informace jsou potom vaším jménem přímo přidány do OpenStreetMap, aniž byste museli použít další editor. (Pro nahrání vašich odpovědí na server je nutné mít účet v OpenStreetMap.)\n\nAplikace StreetComplete je plně přeložená do češtiny a je vyvíjena s důrazem na to, aby se jednoduše používala a aby do OSM mohl přispívat opravdu každý.",
    "privacy_html_third_party_quest_sources": "<p>Pro některé úkoly se stahují i další data od třetích stran.</p>\n",
    "privacy_html_image_upload2": "<p>Fotografie připojené k poznámce jsou nahrané na můj server a smazány několik dnů po vyřešení poznámky. Metadata fotografií jsou odstraněna před jejich nahráním.</p>",
    "title_whats_new": "Co je nového?",
    "about_title_donate": "Přispět",
    "about_summary_donate": "Ukažte své uznání! ❤️\n",
    "action_about2": "O aplikaci",
    "privacy_html_statistics": "<p>Data zobrazená ve vašem profilu jsou získaná z vaší veřejně dostupné historie přispěvatele do OpenStreetMap a následně hostovaná na mém serveru.</p>",
    "privacy_html_tileserver2": "<p>Pro zobrazení mapy musí být staženy vektorové dlaždice z %1$s. Pro další informace se podívejte na jejich <a href=\"%2$s\">prohlášení o ochraně soukromí</a> .</p>\n",
    "about_title_translate": "Pomozte přeložit tuto aplikaci",
    "about_title_faq": "FAQ",
    "about_title_get_involved": "Zapojte se",
    "urlconfig_scan_qr_code_again2": "Po instalaci aplikace znovu naskenujte QR kód nebo klikněte na <a href=\"%s\">tento odkaz</a> pro použití předvolby."
}