{
    "about_title_repository": "صفحهٔ پروژه",
    "about_title_privacy_statement": "بیانیهٔ حریم شخصی",
    "privacy_html": "<p> آها، یکی که به حریم شخصی اهمیت می‌دهد؛ عالی! به نظر خودم که خبرهای خوبی برای شما دارم:</p>\n<p><b> مشارکت مستقیم</b></p>\n<p>\nابتدا بدانید که با استفاده از این برنامه، به طور مستقیم و واقعی در اوپن‌استریت‌مپ (OSM) مشارکت می‌کنید. <br/>\nهر مشارکتی که در این برنامه انجام می‌دهید به طور مستقیم به نقشه اضافه می‌شود و هیچ شخص سومی بین برنامه و زیرساخت OSM وجود ندارد.\n</p>\n<p>\nویرایش اوپن‌استریت‌مپ به صورت ناشناس امکان‌پذیر نیست. هر تغییری که ایجاد می‌کنید (با تاریخ و مکان آن) به نام حساب کاربری OSM شما ذخیره می‌شود و به شکل عمومی در وبسایت openstreetmap.org قابل مشاهده است. از آنجایی که StreetComplete باید فقط برای نقشه‌برداری در-محل استفاده شود، بنابراین مکان و زمان استفادهٔ شما از برنامه فاش می‌شود.\n</p>\n\n<b>موقعیت مکانی</b><br/>\n<p>\nاین برنامه موقعیت GPS شما را با هیچ‌کس به‌اشتراک نمی‌گذارد. موقعیت مکانی شما فقط برای پویش و بارگیری جُستارهای اطراف شما و نمایش نقشهٔ جایی که هستید، استفاده می‌شود.\n</p>\n\n<p> <b>استفاده از داده </ b> </ p>\n<p> \nاین برنامه مستقیماً با سرورهای OSM ارتباط برقرار می‌کند.<br/>\nپیش از بارگذاری تغییرات شما، برنامه یک <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">پروندهٔ متنی ساده</a> را که در سرور ما وجود دارد بررسی می‌کند تا اطمینان حاصل کند که این نسخه از برنامه برای بارگذاری تغییرات ممنوع نشده باشد. این یک اقدام احتیاطی است تا بتوانیم جلوی نسخه‌هایی از برنامه را بگیریم که مشخص شده اشکالات اساسی دارند؛ تا دادهٔ خراب به OSM نفرستند.</p>",
    "store_listing_short_description": "برنامه نقشه‌بردار اوپن‌استریت‌مپ",
    "store_listing_full_description": "اوپن‌استریت‌مپ را با کمک StreetComplete بهبود دهید!\n\nاین برنامه نواقص نقشه را در اطراف شما پیدا می‌کند و آن‌ها را در قالب جُستارهایی روی نقشه نشان می‌دهد. هر یک از این جستارها را با رفتن به محل و پاسخ‌دادن به یک سوال ساده حل نمایید تا نقشه را روزآمد کنید.\n\nاطلاعاتی که وارد می‌کنید به طور مستقیم بدون نیاز به استفاده از ویرایشگر دیگر در OSM اضافه می‌شود.",
    "privacy_html_third_party_quest_sources": "<p> برای برخی از جُستارها، اطلاعات اضافی از شخص ثالث بارگیری می‌شود. به طور خاص، جستار یکطرفه درمورد نامزدهای احتمالی یکطرفه‌بودن از یک API پرس‌وجو می‌کند که روی westnordost.de میزبانی می‌شود.</p>",
    "privacy_html_image_upload2": "<p>تصاویری که به یادداشت اضافه می‌کنید روی سرور ما بارگذاری می‌شوند و چند روز بعد از حل‌شدن یادداشت حذف می‌شوند. فرادادهٔ آن‌ها قبل از بارگذاری حذف می‌شود.</p>",
    "title_whats_new": "تازه‌ها",
    "about_title_donate": "کمک مالی",
    "about_summary_donate": "قدردانی خود را نشان دهید! ❤️",
    "action_about2": "درباره",
    "privacy_html_statistics": "<p> داده‌های قابل مشاهده در نمایه شما از تاریخچه مشارکت‌های عمومی شما در اوپن‌استریت‌مپ جمع‌آوری شده و سپس روی سرور ما میزبانی می‌شود. </p>",
    "privacy_html_tileserver2": "<p>برای نمایش نقشه، قطعات نقشه از %1$s بازیابی می‌شوند. برای اطلاعات بیشتر به <ahref=\"%2$s\">بیانیه حریم خصوصی</a> مراجعه کنید.</p>",
    "about_title_translate": "به ترجمه این برنامه کمک کنید",
    "about_title_faq": "پرسش"
}