{
    "about_title_repository": "Projektseite",
    "about_title_privacy_statement": "Datenschutzerklärung",
    "privacy_html": "<p>Ah, jemand, dem Datenschutz wichtig ist, schön! Ich denke, dass ich nur gute Nachrichten für dich habe:</p>\n<p><b>Direkte Mitwirkung</b></p>\n<p>\nZuallererst solltest du wissen, dass du mit dieser App unmittelbare Beiträge zur OpenStreetMap (OSM) leistest.<br/>\nAlle Aufgaben, die du mit dieser App löst, werden direkt auf die Karte übertragen. Es gibt keine Instanz zwischen der App und der OSM-Infrastruktur.\n</p>\n<p>\nEs ist nicht möglich, OpenStreetMap anonym zu bearbeiten. Alle Änderungen, die du vornimmst (und deren Datum und Ort), werden deinem OSM-Benutzerkonto zugeordnet und sind auf der Website openstreetmap.org öffentlich sichtbar. Da StreetComplete nur für die Bestandsaufnahme vor Ort genutzt werden sollte, wird dadurch sichtbar, wo und wann du die App genutzt hast.\n</p>\n\n<b>Standort</b><br/>\n<p>\nDiese App teilt deinen GPS-Standort mit niemandem. Er wird genutzt, um automatisch nach Aufgaben in deiner Nähe zu suchen, sowie die Karte um deinen Standort herum anzuzeigen (und herunterzuladen).\n</p>\n\n<p><b>Datennutzung</b></p>\n<p>\nWie schon gesagt, die App kommuniziert direkt mit OSM-Servern.<br/>\nBevor deine Änderungen hochgeladen werden, überprüft die App mit Hilfe <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">einer simplen Textdatei</a> auf meinem Server, ob sie für den Upload gesperrt wurde. Das ist eine Vorsichtsmaßnahme, um Versionen dieser App die kritische Fehler enthalten, davon abzuhalten, OSM-Daten zu korrumpieren.</p>",
    "store_listing_short_description": "OpenStreetMap-Erhebungs-App",
    "store_listing_full_description": "Hilf mit, die OpenStreetMap-Karte zu vervollständigen – mit StreetComplete!\n\nDiese App findet fehlende Kartendaten in deiner Nähe und zeigt diese als Aufgaben auf einer Karte an. Jede dieser Aufgaben kann vor Ort durch Beantwortung einer einfachen Frage gelöst werden.\n\nDie von dir eingegebenen Informationen werden dann direkt in deinem Namen zu OpenStreetMap hinzugefügt, ohne einen weiteren Editor benutzen zu müssen.",
    "privacy_html_third_party_quest_sources": "<p>Bei einigen Quests werden einige zusätzliche Daten von Dritten heruntergeladen. Insbesondere fragt der Oneway-Quest eine API an, die ebenfalls auf westnordost.de gehostet wird, nach möglichen Kandidaten für Einbahnstraßen.</p>",
    "privacy_html_image_upload2": "<p>Fotos, die an Hinweise angehängt werden, werden auf meinen Server hochgeladen und einige Tage, nachdem der Hinweis geschlossen wurde, gelöscht. Ihre Metadaten werden vor dem Hochladen entfernt.</p>",
    "title_whats_new": "Was ist neu?",
    "about_title_donate": "Spenden",
    "about_summary_donate": "Zeige dich erkenntlich! ❤️",
    "action_about2": "Über",
    "privacy_html_statistics": "<p>Die Daten, die in deinem Profil angezeigt werden, werden aus der öffentlich zugreifbaren Historie deiner Beiträge an der OpenStreetMap generiert und diese dann auch auf meinem Server gehostet.</p>",
    "privacy_html_tileserver2": "<p>Um die Karte anzuzeigen, werden Vektordaten von %1$s heruntergeladen. Siehe deren <a href=\"%2$s\">Datenschutzbestimmungen</a> für weitere Informationen ein.</p>",
    "about_title_translate": "App übersetzen",
    "about_title_faq": "FAQ",
    "about_title_get_involved": "Mitmachen",
    "urlconfig_scan_qr_code_again2": "Scanne den QR-Code oder klicke <a href=\"%s\">diesen Link</a> nach der Installation der App erneut, um die Voreinstellung zu übernehmen."
}