{
    "about_title_repository": "Галоўная старонка праекта",
    "about_title_privacy_statement": "Прыватнасць",
    "privacy_html": "<p>Аха, нехта, паклапацiўся аб канфідэнцыяльнасці, выдатна! У мяне для вас добрыя навіны:</p>\n<h2>Непасрэдны ўнёсак</h2>\n<p>\nСпачатку вам трэба зразумець, што з дапамогай гэтай праграмы вы робіце актуальныя і наўпроставыя дадаванні OpenStreetMap (OSM).<br/>\nУсё, што вы дадаяце праз гэту праграму адпраўляецца адразу на карту, паміж гэтай праграмай і інфраструктурай OSM няма пасярэднікаў.\n</p>\n<p>\nАнанімнае рэдагаванне OpenStreetMap — немагчымае. Усе вашыя праўкі (разам з датай і месцазнаходжаннем) прывязаны да ўліковага запіса ў OSM і бачныя ўсім на сайце openstreetmap.org. З-за таго, што StreetComplete мусіць выкарыстоўвацца толькі для палявых абследаванняў, гэта выкрывае тое, дзе і калі вы выкарыстоўвалі праграму.\n</p>\n\n<h2>Месцазнаходжаннее</h2>\n<p>\nПраграма не адпраўляе ваша месцазнаходжанне GPS трэццім асобам. Яно выкарыстоўваецца для аўтаматычнага спампоўвання даных вашага наваколля і супастаўлення карты з вашым месцазнаходжаннем.\n</p>\n\n<h2>Выкарыстанне даных</h2>\n<p>\nГэта праграма злучаецца з серверамі OSM наўпростава.<br/>\nПерад адпраўкай вашых правак, праграма звяраецца з <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">простым тэкставым файлам</a> на маiм серверы, каб пераканацца, што гэтай версіi праграмы не было забаронена запампоўваць праўкі. Гэта дазволіць пазбегнуць магчымага псавання даных у OSM версіямі праграм, у якіх выяўлены крытычныя памылкі.</p>",
    "store_listing_short_description": "Праграма даследчыкаў OpenStreetMap",
    "store_listing_full_description": "Дапамажыце палепшыць OpenStreetMap разам з StreetComplete!\n\nГэта праграма шукае адсутныя даныя на карце вашага наваколля і паказвае іх у выглядзе заданняў. Кожнае з іх можна выканаць, адказаўшы на простае пытанне.\n\nУведзеная вамі інфармацыя дадаецца наўпрост у OpenStreetMap ад вашага імя без патрэбы карыстання іншым рэдактарам.",
    "privacy_html_third_party_quest_sources": "<p>Для некаторых заданняў дадатковыя даныя спампоўваюцца са старонніх крыніц.</p>",
    "privacy_html_image_upload2": "<p>Прыкладзеныя фатаграфіі загружаюцца на мой сервер і выдаляюцца праз некалькі дзён пасля таго, як заўвага будзе разгледжана. Усе метаданыя фатаграфій выдаляюцца.</p>",
    "title_whats_new": "Што новага?",
    "about_title_donate": "Ахвяраваць",
    "about_summary_donate": "Выкажыце сваю ўдзячнасць! ❤️",
    "action_about2": "Аб праграме",
    "privacy_html_statistics": "<p>Даныя, якія адлюстроўваюцца ў вашым профілі, збіраюцца з публічна даступнай гісторыі правак OpenStreetMap і затым размяшчаюцца на маім серверы.</p>",
    "privacy_html_tileserver2": "<p>Для адлюстравання карты, з %1$s атрымліваюцца вектарныя пліткі. Азнаёмцеся з <a href=\"%2$s\">палітыкай прыватнасці</a> каб даведацца больш.</p>",
    "about_title_translate": "Пераклад гэтай праграмы",
    "about_title_faq": "Частыя пытанні",
    "about_title_get_involved": "Прыняць удзел",
    "urlconfig_scan_qr_code_again2": "Пасля ўсталявання праграмы, зноў праскануйце QR-код або націсніце на <a href=\"%s\">гэту спасылку</a> каб прымяніць набор налад."
}