{
    "about_title_repository": "Сховішча зыходнага коду",
    "about_title_privacy_statement": "Заява пра канфідэнцыйнасць",
    "privacy_html": "<p>Ага, хто-то, заботіцца аб канфідэнцыяльнасці, выдатна! У мяне для вас толькі добрыя навіны:</p>\n<p><b>Непосредственное внесение вклада</b></p>\n<p>\nЗ дапамогай гэтага прыкладання вы адпраўляеце ўсе паляпшэнні і заўвагі ў OpenStreetMap напрамую.<br/>\nУсе дадзеныя дадаюцца прама на карту, паміж гэтым дадаткам і інфраструктурай OSM без пасярэднікаў.\n</p>\n<p>\nАнанімнае рэдагаванне OpenStreetMap немагчыма, таму для апрацоўкі змяненняў у гэтым дадатку неабходны акаўнт у OSM. Гэта значыць, што дадзеныя вашага права, іх змест і размяшчэнне відаць усім на сайце openstreetmap.org і звязаны з вашым акаўнтам.\n</p>\n\n<b>Местоположение</b><br/>\n<p>\nВаша месцазнаходжанне выкарыстоўваецца толькі для аўтаматычнага пошуку квестаў паблізу (і іх загрузкі). Прыкладанне нікуда яго не перадае.\n</p>\n\n<p><b>Использование данных</b></p>\n<p>\nЯк ужо было паказана, прыкладанне выкарыстоўвае інфраструктуру OSM напрамую.<br/>\nАднак перад адпраўкай змяненняў прыкладанне правярае <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">просты тэкставы файл</a> на мой сервер, каб вызначыць, што не было запушчана гэта версія прыкладання адпраўляць изменения. Гэта дазволіць пазбегнуць магчымых порцый даных OSM версіямі прыкладанняў, у якіх выяўлены крытычныя памылкі.\n</p>",
    "store_listing_short_description": "Удасканальвай OpenStreetMap",
    "store_listing_full_description": "Дапамажыце палепшыць OpenStreetMap разам з StreetComplete!\n\nГэта праграмнае забеспячэнне шукае вакол Вас дадзеныя, якія  можна ўдасканаліць ці дапоўніць, а таксама пазначае іх у выглядзе квэстаў на мапе. Кожны з іх можна вырашыць, адказаўшы на простае пытанне.\n\nУведзеная Вамі інфармацыя дадаецца наўпрост у OpenStreetMap ад вашага ўліковага запісу без патрэбы скарыстання іншым рэдактарам.",
    "privacy_html_third_party_quest_sources": "<p>Для некаторых квэстаў загружаюцца дадатковыя дадзеныя з іншых крыніц. У прыватнасці, квэст \"гэтая вуліца аднабаковая?\" запытвае сэрвіс westnordost.de на прадмет верагодна аднабаковых вуліц.</p>",
    "privacy_html_image_upload2": "<p>Прыкладзеныя фатаграфіі загружаюцца на мой сервер і выдаляюцца праз некалькі дзён пасля таго, як нататка будзе разгледжана. Усе метададзеныя фатаграфій выдаляюцца.</p>",
    "title_whats_new": "Што новага?",
    "privacy_html_statistics": "<p>Дадзеныя, якія адлюстроўваюцца ў вашым профілі, збіраюцца з публічна даступнай гісторыі правак OpenStreetMap і затым размяшчаюцца на маім серверы.</p>",
    "privacy_html_tileserver2": "<p>Для адлюстравання карты, вектарныя тайлы з %1$s. Азнаёмцеся з палітыкай канфідэнцыйнасці <a href=\"%2$s\">для атрымання дадатковай інфармацыі.</p>"
}