{
    "about_title_repository": "Strona projektu",
    "about_title_privacy_statement": "Polityka prywatności",
    "privacy_html": "<p>O, dbasz o swoją prywatność, fajnie! Mam dla Ciebie tylko dobre wiadomości:</p>\n<p><b>Bezpośrednie zmiany</b></p>\n<p>\nPo pierwsze, miej na uwadze, że używając tej aplikacji, wykonujesz rzeczywiste i bezpośrednie zmiany na OpenStreetMap.<br/>\nKażdy Twój wkład jest bezpośrednio nanoszony na mapę, bez żadnych pośredników między aplikacją a infrastrukturą OSM.\n</p>\n<p>\nAnonimowa edycja OpenStreetMap nie jest możliwa, zatem wszystkie Twoje zmiany muszą być wykonane z użyciem Twojego konta OSM. To oznacza, że data, treść oraz miejsce Twoich zmian są publiczne dostępne na stronie OpenStreetMap i powiązane z Twoim kontem.\n</p>\n\n<b>Położenie</b><br/>\n<p>\nInformacja o Twoim położeniu jest używana tylko do automatycznego szukania zadań wokół Ciebie. Bez obaw, aplikacja zatrzymuje tę informację tylko dla siebie.\n</p>\n\n<p><b>Użycie danych</b></p>\n<p>\nJak wspomniano, aplikacja komunikuje się bezpośrednio z infrastrukturą OSM. \nNiemniej przed każdym wysłaniem zmian aplikacja sprawdza <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">prosty plik tekstowy</a> na moim serwerze, czy nie zabroniono jej wysyłania jakichkolwiek zmian. To zabezpieczenie pozwala wyłączać przestarzałe wersje aplikacji, w których znaleziono krytyczne błędy, mogące uszkodzić dane OSM.<br/>\n</p>\n",
    "store_listing_short_description": "Ulepszaj OpenStreetMap",
    "store_listing_full_description": "Pomóż ulepszać OpenStreetMap z aplikacją StreetComplete!\n\nTa aplikacja znajduje niekompletne lub brakujące dane w Twoim otoczeniu i wyświetla je na mapie w postaci zadań. Każde można rozwiązać, klikając w nie i odpowiadając na proste pytania.\n\nUdzielone odpowiedzi zostają potem umieszczone na OpenStreetMap w Twoim imieniu, bez potrzeby bezpośredniego edytowania map.",
    "privacy_html_third_party_quest_sources": "<p>Dla niektórych zadań, pobrane są dodatkowe dane udostępnione przez innych. W szczególności, zadanie sprawdzania jednokierunkowości dróg korzysta z API, również utrzymywane na westnordost.de, by uzyskać informacje które drogi mogą być jednokierunkowe.</p>",
    "privacy_html_image_upload2": "<p>Załączone do notatki zdjęcia są przesyłane na mój serwer i usuwane kilka dni po zakończeniu. Ich meta-dane są usuwane przed przesłaniem.</p>",
    "title_whats_new": "Co nowego?",
    "about_title_donate": "Wspomóż",
    "about_summary_donate": "Wspomóż tą aplikację ❤️",
    "action_about2": "O aplikacji",
    "privacy_html_statistics": "<p>Dane pokazane w Twoim profilu są agregowane z publicznie dostępnej historii w OpenStreetMap, a następnie udostępniane na moim serwerze.</p>",
    "privacy_html_tileserver2": "<p>By wyświetlić mapę przygotowane dane pobierane są z %1$s. Zobacz ich <a href=\"%2$s\">politykę prywatności</a> by uzyskać pełne informacje.</p>",
    "about_title_translate": "Pomóż tłumaczyć aplikację.",
    "about_title_faq": "FAQ"
}