{
    "about_title_repository": "Pagina del Progetto",
    "about_title_privacy_statement": "Informativa sulla privacy",
    "privacy_html": "<p>Ah, qualcuno che s'interessa della privacy, che bello! Ecco una carrellata di buone notizie (spero):</p>\n<p><b>Contributi diretti</b></p>\n<p>\nPrima di tutto, va detto che con questa applicazione si danno contributi effettivi e diretti a OpenStreetMap (OSM).<br/>\nQualsiasi contributo con questa applicazione viene direttamente aggiunto alla mappa, non vi è alcun intermediario fra l’app e l’infrastruttura di OSM.\n</p>\n<p>\nLa modifica anonima in OpenStreetMap non è possibile. Tutte le modifiche apportate (con relative data e posizione) sono attribuite al tuo account utente OSM e visibili pubblicamente sul sito web openstreetmap.org. Siccome StreetComplete andrebbe usata soltanto per perlustrazioni sul posto, dalla modifica traspariscono ora e luogo dell'utilizzo dell'app.\n</p>\n\n<b>Posizione</b><br/>\n<p>\nQuest'app non condivide la tua posizione GPS con nessuno. Essa viene utilizzata solo per cercare e scaricare automaticamente le missioni nei tuoi dintorni e per centrare la mappa dove ti trovi. \n</p>\n\n<p><b> Utilizzo dei Dati</b></p>\n<p>\nL’app comunica direttamente con l’infrastruttura OSM.<br />\nPrima di caricare le modifiche, l’app fa una verifica su un <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">semplice file di testo</a> nel mio server per assicurarsi che alla tua versione dell'app non sia stato proibito il caricamento delle modifiche. Si tratta di una misura precauzionale che impedisce alle versioni dell'app contenenti bug critici di caricare dati danneggiati in OSM.</p>",
    "store_listing_short_description": "app di raccolta dati per OpenStreetMap",
    "store_listing_full_description": "Aiuta a migliorare OpenStreetMap con StreetComplete!\n\nQuesta app trova dati da verificare e da completare vicino a te e li mostra su una mappa come compiti. Risolvi ciascuno di questi compiti con un sopralluogo e dando risposta alle semplici domande per aggiornare la mappa.\n\nLe informazioni inserite vengono aggiunte direttamente su OpenStreetMap a tuo nome senza aver bisogno di utilizzare un altro editor.",
    "privacy_html_third_party_quest_sources": "<p>Per alcune missioni, potrebbero venire scaricati ulteriori dati da terzi. In particolare, la missione dei sensi unici richiede un’API, anch’essa ospitata su westnordost.de, per i candidati probabili alle strade a senso unico.</p>",
    "privacy_html_image_upload2": "<p>Le foto che alleghi a una nota sono caricate sul mio server e cancellate alcuni giorni dopo che la nota è stata risolta. I metadati vengono eliminati prima del caricamento.</p>",
    "title_whats_new": "Cosa c'è di nuovo?",
    "about_title_donate": "Dona",
    "about_summary_donate": "Mostra il tuo apprezzamento! ❤️",
    "action_about2": "Info",
    "privacy_html_statistics": "<p>I dati mostrati sul tuo profilo sono aggregati dalla tua cronologia contributiva accessibile pubblicamente su OpenStreetMap e poi ospitati sul mio server</p>",
    "privacy_html_tileserver2": "<p>I tasselli vettoriali per mostrare la mappa sono presi da %1$s. Leggi la loro <a href=\"%2$s\">informativa sulla privacy</a>per maggiori informazioni.</p>",
    "about_title_translate": "Aiuta a tradurre questa app",
    "about_title_faq": "FAQ",
    "about_title_get_involved": "Partecipa",
    "urlconfig_scan_qr_code_again2": "Dopo aver installato l’app, scansiona di nuovo il codice QR oppure clicca su <a href=\"%s\">questo link</a> per applicare il preset."
}