{
    "about_title_repository": "Kildekode",
    "about_title_privacy_statement": "Privatlivspolitik",
    "privacy_html": "<p>Endelig en som går op i privatliv, fedt! Så har jeg vist kun gode nyheder til dig:</p>\n<h2>Direkte bidrag</h2>\n<p>\nFor det første skal du forstå, at med denne app laver du reelle og direkte bidrag til OpenStreetMap (OSM).<br/>\nAlt hvad du bidrager med i denne app bliver direkte tilføjet kortet, der er ingen tredjepart mellem appen og OSMs infrastruktur.\n</p>\n<p>\nDet er ikke muligt at redigere OpenStreetMap anonymt. Alle ændringer, du foretager (og deres dato og placering), tilskrives din OSM-konto og er offentligt synlige på openstreetmap.org-webstedet. Da StreetComplete kun bør bruges til kortlægning på lokationen, afsløres det dermed, hvor og hvornår du har brugt appen.\n</p>\n\n<h2>Placering</h2>\n<p>\nAppen deler ikke din placering med nogen. Din placering bliver kun brugt til automatisk at søge efter og downloade data tæt på dig, og til at positionere kortet på din placering.\n</p>\n\n<h2>Databrug</h2>\n<p>\nDenne app kommunikerer direkte med OSM-servere.<br/>\nFør dine ændringer uploades, tjekker appen en <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">simpel tekstfil</a> på min server for at sikre, at denne version af appen ikke er blevet udelukket fra at uploade ændringer. Dette sker som et sikkerhedstjek for at forhindre versioner af appen med kritiske fejl i at uploade fejlbehæftede OSM-data.</p>",
    "store_listing_short_description": "OpenStreetMap inspektions-app",
    "store_listing_full_description": "Gør OpenStreetMap bedre med StreetComplete!\n\nDenne app finder manglende kortdata i dit nærområde og viser dem på et kort som opgaver. Løs hver opgave ved at besøge stedet og svare på et enkelt spørgsmål for at opdatere kortet.\n\nDe oplysninger, du indsender, tilføjes direkte til OpenStreetMap i dit navn, uden at du behøver at bruge en anden editor.",
    "privacy_html_third_party_quest_sources": "<p>Ved nogle opgaver er der brug for at downloade ekstra data fra tredjeparter.</p>",
    "privacy_html_image_upload2": "<p>Fotos du vedhæfter til en bemærkning, uploades til min server og slettes nogle dage efter, at den bemærkning er blevet løst. Deres metadata fjernes før upload.</p>",
    "title_whats_new": "Hvad er nyt?",
    "about_title_donate": "Donér",
    "about_summary_donate": "Vis din påskønnelse! ❤️",
    "action_about2": "Om",
    "privacy_html_statistics": "<p>Oplysningerne, der vises i din profil, er indhentet fra den offentligt tilgængelig bidragshistorik i OpenStreetMap og lagt på min server.</p>",
    "privacy_html_tileserver2": "<p>For at vise kortet, hentes der vektorfliser fra %1$s. Se deres <a href=\"%2$s\">fortrolighedserklæring</a> for mere information.</p>",
    "about_title_translate": "Hjælp med at oversætte denne app",
    "about_title_faq": "Ofte stillede spørgsmål",
    "about_title_get_involved": "Deltag i arbejdet",
    "urlconfig_scan_qr_code_again2": "Når du har installeret appen, skal du scanne QR-koden igen eller klikke på <a href=\"%s\">dette link</a> for at anvende forudindstillingen."
}