{
    "about_title_repository": "Kildekode",
    "about_title_privacy_statement": "Privatlivspolitik",
    "privacy_html": "<p>Endelig en som går op i privatliv, fedt! Så har jeg vist kun har gode nyheder til dig:</p>\n<p><b>Direkte bidrag</b></p>\n<p>\nFor det første skal du forstå, at med denne app laver du reelle og direkte bidrag til OpenStreetMap.<br/>\nAlt hvad du bidrager med i denne app bliver direkte tilføjet kortet, der er ingen tredjepart mellem appen og OSMs infrastruktur.\n</p>\n<p>\nDet er ikke muligt at redigere OpenStreetMap anonymt. Alle ændringer, du foretager (og deres dato og placering), tilskrives din OSM-konto og er offentligt synlige på openstreetmap.org-webstedet. Da StreetComplete kun bør bruges til kortlægning på lokationen, afsløres det, hvor og hvornår du har brugt appen.\n</p>\n\n<b>Placering</b><br/>\n<p>\nAppen deler ikke din placering med nogen. Din placering bliver kun brugt til automatisk at søge efter og downloade opgaver tæt på dig, og til at positionere kortet på din placering.\n</p>\n\n<p><b>Databrug</b></p>\n<p>\nDenne app kommunikerer direkte med OSM-servere.<br/>\nFør dine ændringer indsendes, tjekker appen en <a href=\"https://www.westnordost.de/streetcomplete/banned_versions.txt\">simpel tekstfil</a> på min server for at sikre, at denne version af appen ikke er blevet udelukket fra at uploade ændringer. Dette sker som et sikkerhedstjek for at forhindre versioner af appen med kritiske fejl i at uploade fejlbehæftede OSM-data.<br/>\n</p>",
    "store_listing_short_description": "OpenStreetMap inspektions-app",
    "store_listing_full_description": "Gør OpenStreetMap bedre med StreetComplete!\n\nDenne app finder ukomplette data der kan udvides i dit nærområde, og viser dem på et kort som markører. Hver af disse er opgaver, som du løse ved at svare på et simpelt spørgsmål, hvorved data på OSM forbedres.\n\nInformationerne du angiver sendes direkte til OpenStreetMap i dit brugernavn, uden du behøver at bruge et andet redigeringsværktøj.",
    "privacy_html_third_party_quest_sources": "<p>Ved nogle opgaver er der brug for at hente ekstra data fra tredjeparter. Navnlig ensrettet-opgaven bruger et API, også hostet på westnordost.de, for mulige envejs-kandidater.</p>",
    "privacy_html_image_upload2": "<p>Billeder du vedhæfter til en note uploades til en server og slettes nogle dage efter, at den note er blevet løst. Metadata i billeder fjernes før upload.</p>",
    "title_whats_new": "Hvad er nyt?",
    "about_title_donate": "Donér",
    "about_summary_donate": "Vis din påskønnelse! ❤️",
    "action_about2": "Om",
    "privacy_html_statistics": "<p>Oplysninger i din profil stammer fra den offentlige bidragshistorie i OpenStreetMap og er lagt ind på min server.</p>",
    "privacy_html_tileserver2": "<p>For at vise kortet med vektortiles fra %1$s. Se deres <a href=\"%2$s\">\nfortrolighedserklæring</a>  for mere information.</p>",
    "about_title_translate": "Hjælp med at oversætte denne app",
    "about_title_faq": "Ofte stillede spørgsmål",
    "about_title_get_involved": "Deltag i arbejdet",
    "urlconfig_scan_qr_code_again": "Når du har installeret appen, skal du scanne QR-koden igen for at anvende forudindstillingen."
}